{
  "timeline": [
    {
      "id": 0,
      "title": "النهضة السومرية UR-IIISumerian Renaissance UR-III",
      "from": "2100 قبل الميلاد",
      "to": "2000 قبل الميلاد",
      "info": [
        "في نهاية المطاف تم إسقاط جوتي من قبل أوتو-هينغال من أوروك ، وكانت مختلف مدن المدن تتنافس مرة أخرى على السلطة.",
        "ذهبت السلطة على المنطقة أخيراً إلى مدينة أور ، عندما أسس أور نامو إمبراطورية أور الثالث (2112-2004 قبل الميلاد) وغزا المنطقة السومرية.",
        "في عهد ابنه شولجي ، وصلت سيطرة الدولة على الصناعة إلى مستوى لم يسبق له مثيل في المنطقة.",
        "قد تكون Shulgi قد وضعت قانون Ur-Nammu ، أحد أقدم قوانين القانون المعروفة (ثلاثة قرون قبل قانون Hammurabi الأكثر شهرة).",
        "في حوالي عام 2000 ق.م ، تضاءلت قوة أور ، وجاء الأموريون ليحتلوا الكثير من المنطقة ، على الرغم من أنه كان منافس سومر الطويل إلى الشرق ، العيلاميين ، الذين أطاحوا أخيراً بأور.",
        "في الشمال ، بقيت بلاد آشور خالية من السيطرة على الأموريت حتى نهاية القرن التاسع عشر قبل الميلاد.",
        "كان هذا بمثابة نهاية الإمبراطوريات الحاكمة لدول المدن في بلاد ما بين النهرين ، ونهاية الهيمنة السومرية ، لكن الحكام المتعاقبين تبنوا الكثير من الحضارة السومرية باعتبارها ملكاً لهم."
      ],
      "image": "urz.jpg"
    },
    {
      "id": 1,
      "title": "أوروكUruk",
      "from": "5000 قبل الميلاد",
      "to": "2900 قبل الميلاد",
      "info": [
        "وفقا لقائمة الملك السومري ، تم تأسيس أوروك من قبل الملك Enmerkar.",
        "على الرغم من أن قائمة الملك تذكر ذكر ملك إينا قبله ، فإن ملحمة إنميركار ورب أراتا ترويان أن إنماركار بنى بيت السماء (السومري: e2-anna؛) للإلهة إناننا في مقاطعة إيانا في أوروك.",
        "في ملحمة جلجامش ، بنى جلجامش سور المدينة حول أوروك وهو ملك المدينة",
        "مرت أوروك بعدة مراحل نمو ، من فترة أوروك المبكرة (5000 - 3500 قبل الميلاد) إلى فترة أوروك المتأخرة (3500 - 3100 قبل الميلاد).",
        "تشكلت المدينة عندما اندمجت مستوطنتان صغيرتان من عبيد.",
        "أصبحت مجمعات المعابد في قلوبهم منطقة Eanna ومنطقة آنو المخصصة لإناننا وأينو ، على التوالي.",
        "كان يطلق على مقاطعة آنو \"كولابا\" (كولاب أو أونوج-كولابا) قبل الاندماج مع مقاطعة إياننا.",
        "يعود Kullaba إلى فترة Eridu عندما كانت واحدة من أقدم وأهم مدن سومر.",
        "هناك تفسيرات مختلفة حول أغراض المعابد.",
        "ومع ذلك ، يعتقد عموما أنها كانت سمة موحدة للمدينة.",
        "كما يبدو واضحا أن المعابد تخدم وظيفة دينية مهمة ووظيفة حكومية.",
        "يوثق أرشيف المعبد الباقي من العصر البابلي الجديد الوظيفة الاجتماعية للمعبد كمركز لإعادة التوزيع.",
        "كان حي إياننا يتكون من عدة مبان مع مساحات لورش العمل ، وكانت مسورة من المدينة.",
        "على النقيض من ذلك ، تم بناء منطقة آنو على شرفة مع معبد في الجزء العلوي.",
        "من الواضح أن إيانا كانت مخصصة لإناننا منذ فترة أوروك المبكرة في تاريخ المدينة.",
        "أما بقية المدينة فكانت مؤلفة من بيوت نموذجية في الفناء ، مجمعة حسب مهنة الشاغلين ، في المناطق المحيطة بقرية Eanna و Anu.",
        "تم اختراق أوروك بشكل جيد للغاية من خلال نظام قناة تم وصفه بـ \"البندقية في الصحراء\". وتدفق هذا النظام في المدينة عبر ربطه بالتجارة البحرية على نهر الفرات القديم ، فضلاً عن الحزام الزراعي المحيط به.",
        "كانت المدينة الأصلية لأوروك تقع جنوب غرب نهر الفرات القديم ، وهي الآن جافة. حاليا ، موقع Warka شمال شرق نهر الفرات الحديث. كان التغير في الموقف سببه تحول في الفرات في مرحلة ما من التاريخ ، وربما ساهم في تراجع أوروك."
      ],
      "image": "uruk.jpg"
    },
    {
      "id": 2,
      "title": "شعب البحر",
      "from": "1200 قبل الميلاد",
      "to": "884 قبل الميلاد",
      "info": [
        "كان انهيار العصر البرونزي المتأخر فترة انتقالية في العصر المظلم في الشرق الأدنى ، آسيا الصغرى ، منطقة بحر إيجة ، شمال أفريقيا ، القوقاز ، البلقان وشرق البحر الأبيض المتوسط من العصر البرونزي المتأخر إلى العصر الحديدي المبكر ، ويعتقد المؤرخون الانتقاليون أنه عنيف ، فجأة ، ومدمرة ثقافيا.",
        "تلاشى اقتصاد قصر منطقة بحر إيجه والأناضول التي ميزت العصر البرونزي المتأخر ، وتحول إلى ثقافات القرية المنعزلة الصغيرة في العصور اليونانية المظلمة.",
        "الفترة بين ج. شهد 1200 و 1150 قبل الميلاد الانهيار الثقافي للممالك الميسينية. سلالة Kassite من بابل. الإمبراطورية الحيثية في الأناضول والشام والإمبراطورية المصرية ؛ وتدمير أوغاريت والاموريت في بلاد الشام ، وتفتيت ولايات غرب آسيا الصغرى وفترة الفوضى في كنعان.",
        "أدى تدهور هذه الحكومات إلى قطع طرق التجارة وخفض معدل محو الأمية بشكل كبير في كثير من العالم المعروف.",
        "في المرحلة الأولى من هذه الفترة ، دُمِّرت كل مدينة تقريباً بين بيلوس وغزة بعنف ، وتم التخلي عن العديد منها: من الأمثلة على ذلك هاتوسا ومسينا وأوغاريت.",
        "وفقا لروبرت دريمز: \"خلال فترة من أربعين إلى خمسين عاما في نهاية القرن الثالث عشر وبداية القرن الثاني عشر ، تم تدمير كل مدينة كبيرة في عالم شرقي البحر الأبيض المتوسط ، وكثير منها لم يتم احتلاله مرة أخرى\". نجا عدد قليل جدا من الدول القوية ، ولا سيما آشور وإيلام ، من انهيار العصر البرونزي - ولكن بحلول نهاية القرن الثاني عشر قبل الميلاد ، تضاءل إلم بعد هزيمته من قبل نبوخذ نصر الأول الذي أحيى لفترة وجيزة حظوظ البابليين قبل أن يعاني من سلسلة من الهزائم من قبل الآشوريين.",
        "عند وفاة آشور بيل في عام 1056 قبل الميلاد ، تحولت آشور إلى تراجع نسبي للسنوات المائة القادمة أو نحو ذلك ، وتقلصت إمبراطوريتها بشكل كبير ، وبحلول عام 1020 قبل الميلاد ، يبدو أن آشوريا قد سيطرت على مناطق قريبة من بلاد أشور نفسها ، على الرغم من أن المدافعة جيدا آشور نفسها لم تكن مهددة خلال الانهيار.",
        "تدريجيًا ، بحلول نهاية العصر المظلم الذي تلا ذلك ، تجمّعت بقايا الحثيين إلى ولايات صغيرة من الحيثيين الجدد والحيريين (تلك الأخيرة كانت مختلطة بين الحثيين والأراميين) في سيليكيا وبلاد الشام.",
        "بدأت في منتصف القرن العاشر قبل الميلاد ، سلسلة من الممالك الآرامية الصغيرة التي تشكلت في بلاد الشام والفلسطينيين استقروا في جنوب كنعان حيث تجمعت اللغة الكنعانية الناطقة في عدد من الأنظمة السياسية المحددة مثل إسرائيل وموآب وإدوم وعمون.",
        "من عام 935 قبل الميلاد ، بدأت آشور في إعادة تنظيم نفسها والتوسع مرة أخرى في الخارج ، مما أدى إلى الإمبراطورية الآشورية الجديدة (911-605 قبل الميلاد) التي أتت للسيطرة على منطقة شاسعة من القوقاز إلى مصر ، وقبرص اليونانية إلى بلاد فارس.",
        "وصل فريجيانس وسيميريانس ولينديان إلى آسيا الصغرى ، وشكلت حكومة هوريان جديدة من أورارتو في شرق آسيا الصغرى وجنوب القوقاز ، حيث ظهر كولخانس (الجورجيين) أيضا.",
        "ظهرت شعوب إيرانية مثل الفرس والميديين والبارثيين والسرقاتيين لأول مرة في إيران القديمة بعد فترة وجيزة من 1000 ق.م. ، مما أدى إلى تشريد الكشتية ، والحراريين ، و Gutians من غير الهندويين الأوروبيين في الشمال الغربي من المنطقة ، على الرغم من أن اللغة المحلية المعزولة كانت تتحدث عن العيلاميين والمانويين. واصلت السيطرة على الجنوب الغربي ومناطق بحر قزوين على التوالي.",
        "بعد فترة الاستشراق في بحر إيجة ، ظهرت اليونان الكلاسيكية."
      ],
      "image": ""
    },
    {
      "id": 3,
      "title": "الإمبراطورية السلوقية",
      "from": "312 ق",
      "to": "141 ق",
      "info": [
        "كانت الإمبراطورية السلوقية (/ sɪˈljuːsɪd / ؛ اليونانية القديمة: Βασιλεία τῶν Σελευκιδῶν ، Basileía tōn Seleukidōn) دولة الهلنستية يحكمها سلالة السلوقية ، التي كانت موجودة من 312 قبل الميلاد إلى 63 قبل الميلاد. تأسست من قبل Seleucus I Nicator بعد تقسيم الإمبراطورية المقدونية التي توسعت بشكل كبير من قبل الإسكندر الأكبر.",
        "تسلم سيليكوس بابل ، ومن هناك ، وسع أراضيه لتشمل الكثير من أراضي الإسكندر القريبة من الشرق.",
        "في ذروة قوتها ، شملت وسط الأناضول ، بلاد فارس ، بلاد الشام ، بلاد ما بين النهرين ، وما هو الآن الكويت وأفغانستان وأجزاء من باكستان وتركمانستان."
      ],
      "image": "se.jpg"
    },
    {
      "id": 4,
      "title": "الإمبراطورية الفارسية",
      "from": "539 قبل الميلاد",
      "to": "324 ق",
      "info": [
        "كانت معركة Opis ، التي قاتلت في سبتمبر 539 قبل الميلاد ، مشاركة كبيرة بين جيوش بلاد فارس تحت إمبراطورية كورش والإمبراطورية البابلية الجديدة تحت النابونيدوس أثناء الغزو الفارسي لبلاد الرافدين.",
        "في ذلك الوقت ، كانت بابل هي آخر قوة رئيسية في غرب آسيا لم تكن تحت السيطرة الفارسية.",
        "خاضت المعركة في أو بالقرب من مدينة أوبيس الاستراتيجية الواقعة على ضفاف النهر ، شمال العاصمة بابل.",
        "أسفر عن نصر حاسم للفرس.",
        "وبعد بضعة أيام ، استسلمت مدينة سيبار إلى الفرس ، ودخلت قوات سيروس بابل على ما يبدو دون قتال.",
        "بعد ذلك أعلن سايروس ملك بابل وأراضيها ، وبذلك أنهى استقلال بابل ودمج الإمبراطورية البابلية في الإمبراطورية الفارسية الكبرى."
      ],
      "image": "pe.jpg"
    },
    {
      "title": "Proto-Dynastic",
      "from": "2900 قبل الميلاد",
      "image": "",
      "to": "2350 ق",
      "info": [
        "عمومًا تعود الفترة المبكرة من عصر الأسرات إلى 2900- 2350 قبل الميلاد وفقًا للتسلسل الزمني الأوسط ، أو 2800-230 قبل الميلاد وفقًا للتسلسل الزمني القصير",
        "تم تأسيس السومريين بقوة في بلاد ما بين النهرين بحلول منتصف الألفية الرابعة قبل الميلاد ، في فترة أوروك الأثرية ، على الرغم من خلاف العلماء عندما وصلوا",
        "من الصعب معرفة أين أتى السومريون لأن اللغة السومرية هي لغة معزولة ، لا علاقة لها بأي لغة أخرى معروفة.",
        "تشمل أساطيرهم العديد من الإشارات إلى منطقة بلاد ما بين النهرين ، لكن القليل من المعلومات حول مكانهم الأصلي ، ربما يشير إلى أنهم كانوا هناك لفترة طويلة.",
        "يمكن التعرف على اللغة السومرية من نصها اللوجيستي الأولي الذي نشأ في النصف الأخير من الألفية الرابعة قبل الميلاد."
      ],
      "id": 5
    },
    {
      "title": "Paleo Babylonian Empire",
      "image": "pbe.jpg",
      "from": "1800 ق",
      "to": "1600 ق",
      "info": [
        "تأسست بابل كدولة مستقلة من قبل زعيم عموري يدعى سومووم في 1894 قبل الميلاد.",
        "لأكثر من قرن من تأسيسها ، كانت دولة ثانوية وضعيفة نسبياً ، طغت عليها دول أقدم وأكثر قوة مثل إيسين ولارسا وآشور وإيلام.",
        "لكن حمورابي (1792 ق.م. إلى 1750 ق.م.) ، حاكم بابل العموري ، حول بابل إلى قوة كبرى ، وفي النهاية غزا بلاد ما بين النهرين وما بعدها.",
        "وهو مشهور بشفرته القانونية وفتوحاته ، لكنه مشهور أيضًا بسبب الكم الهائل من السجلات الموجودة من فترة حكمه.",
        "بعد وفاة حمورابي ، استمرت الأسرة البابلية الأولى لمدة قرن ونصف ، ولكن سرعان ما انحلت إمبراطوريته ، وأصبحت بابل مرة أخرى دولة صغيرة.",
        "انتهت الأسرة العمورية في عام 1595 قبل الميلاد ، عندما سقطت بابل إلى الملك الحثيلي Mursilis ، وبعد ذلك استولى عليها الكيش."
      ],
      "id": 6
    },
    {
      "title": "الإمبراطورية الآشورية",
      "image": "ae.jpg",
      "from": "1234 ق",
      "to": "1190 ق",
      "info": [
        "تبدأ الفترة الآشورية الوسطى c. 1720 قبل الميلاد مع طرد الاموريين والبابليين من آشور بواسطة ملك يدعى اداسي.",
        "بقيت الأمة قوية ومستقرة نسبياً ، صنع السلام مع الحكام الكشفيين في بابل ، وكانت آشور خالية من التهديد الحثي ، وهوريان ، وجوتيان ، والعلمي ، وميتاني.",
        "ومع ذلك حدثت فترة من الهيمنة ميتاني من منتصف القرن الخامس عشر إلى أوائل القرن الرابع عشر قبل الميلاد.",
        "انتهى ذلك من قبل Eriba-Adad I (1392 قبل الميلاد - 1366) ، وخلفه Ashur-uballit لقد أطاحت الإمبراطورية ميتاني بالكامل وأسست إمبراطورية آشورية قوية هيمنت على بلاد ما بين النهرين ومعظم الشرق الأدنى القديم (بما في ذلك بابل وآسيا الصغرى وإيران والشام وأجزاء من القوقاز والجزيرة العربية) ، مع الجيوش الآشورية حملة من البحر الأبيض المتوسط إلى بحر قزوين ، ومن القوقاز إلى الجزيرة العربية.",
        "استمرت الإمبراطورية حتى عام 1076 قبل الميلاد مع وفاة Tiglath-Pileser I.",
        "خلال هذه الفترة أصبحت آشور قوة رئيسية ، أطاحت بإمبراطورية ميتاني ، وضمت مساحات من الأراضي الحثيّة ، وهوريريان ، والأموريين ، وأقالت و هيمنت على بابل ، كنعان / فينيقيا وأصبحت منافسة لمصر."
      ],
      "id": 7
    },
    {
      "title": "الإمبراطورية البابلية الجديدة",
      "image": "nbe.jpg",
      "from": "612 ق",
      "to": "539 قبل الميلاد",
      "info": [
        "الإمبراطورية البابلية الجديدة أو الإمبراطورية البابلية الثانية كانت فترة من تاريخ بلاد ما بين النهرين التي بدأت في 620 قبل الميلاد وانتهت في 539 قبل الميلاد.",
        "خلال القرون الثلاثة السابقة ، كان يحكم بابل من قبل زملائه المتحدثين الأكاديين والجيران الشماليين ، آشور.",
        "نجح الآشوريون في الحفاظ على الولاء البابلي خلال الفترة الآشورية الجديدة ، سواء من خلال منح امتيازات متزايدة ، أو عسكريا ، ولكن ذلك تغير في النهاية بعد 627 قبل الميلاد مع وفاة آخر حاكم آشوري قوي ، آشوربانيبال ، وبابل تمردوا تحت حكم نابولاسار زعيم الكلدان في العام التالي.",
        "في تحالف مع الملك كاكساريس من الميديين ، وبمساعدة السكيثيين والسيمريين ، تم عزل مدينة نينوى في عام 612 قبل الميلاد ، سقطت آشور في 605 قبل الميلاد ، وتم نقل مقر الإمبراطورية إلى بابل للمرة الأولى منذ حمورابي."
      ],
      "id": 8
    },
    {
      "title": "الإمبراطورية الآشورية الجديدة",
      "image": "nae.jpg",
      "from": "884 قبل الميلاد",
      "to": "612 ق",
      "info": [
        "الإمبراطورية الآشورية الجديدة عادة ما تعتبر أنها بدأت مع انضمام أداد نيراري الثاني ، في 911 قبل الميلاد ، واستمرت حتى سقوط نينوى على أيدي البابليون والميديين والسكيثيين والسيمريين في 612 قبل الميلاد.",
        "كانت الإمبراطورية هي الأكبر والأقوى التي شهدها العالم.",
        "في قمته ، غزا \"آشور\" السلالة الخامسة والعشرين لمصر (وطرد سلالتها النوبية / الكوشية) ، وكذلك بابل ، وكالدي ، وإيلام ، وإعلام ، وبيرسيا ، وأورارتو ، وفينيسيا ، وآرامية / سوريا ، وفريجيا ، ونيو هيثيتس ، وهوران ، وشمال الجزيرة العربية. ، الجوتية ، إسرائيل ، يهوذا ، موآب ، أدوم ، كوردن ، كيليكية ، مانيا وأجزاء من اليونان القديمة (مثل قبرص) ، وهزيمة و / أو تكريم من سيثيا ، سيميريا ، ليديا ، النوبة ، إثيوبيا وغيرها."
      ],
      "id": 9
    },
    {
      "title": "الإمبراطورية المقدونية",
      "image": "me.jpg",
      "from": "324 ق",
      "to": "312 ق",
      "info": [
        "غزا الملك المقدوني الإسكندر الأكبر بابل في عام 331 قبل الميلاد ، وتوفي هناك في عام 323 قبل الميلاد.",
        "بعد عقد من الحروب بين جنرالات الإسكندر السابقين ، تم استيعاب بابل وآشور في الإمبراطورية المقدونية السلوقية."
      ],
      "id": 10
    },
    {
      "title": "الحثيون",
      "image": "h.jpg",
      "from": "1370 ق",
      "to": "1200 قبل الميلاد",
      "info": [
        "كان Hittites (/ ˈhɪtaɪts /) شعب الأناضول القديمة الذي أنشأ إمبراطورية تركزت على Hattusa في شمال وسط الأناضول حوالي 1600 قبل الميلاد.",
        "بلغت هذه الإمبراطورية ذروتها في منتصف القرن الرابع عشر قبل الميلاد ، تحت عنوان \"Suppiluliuma I\" ، عندما شملت منطقة شملت معظم الأناضول وكذلك أجزاء من شمال بلاد الشام وأعالي بلاد ما بين النهرين.",
        "بين القرنين الخامس عشر والثالث عشر قبل الميلاد ، دخلت الإمبراطورية الحثية في صراع مع الإمبراطورية المصرية ، والإمبراطورية الآشورية الوسطى وإمبراطورية ميتاني من أجل السيطرة على الشرق الأدنى.",
        "في نهاية المطاف برز الآشوريون كقوة مهيمنة وضموا الكثير من الإمبراطورية الحثية ، بينما أقال الباقون القادمون الجدد من فريجيان إلى المنطقة.",
        "بعد ج. 1180 قبل الميلاد ، خلال انهيار العصر البرونزي ، انقسم الحثيون إلى عدة ولايات مستقلة 'Neo-Hittite' ، بعضها نجا حتى القرن الثامن قبل الميلاد قبل الخضوع للإمبراطورية الآشورية الجديدة.",
        "بحلول عام 1300 قبل الميلاد ، كان حُرُو حُصروا إلى أوطانهم في آسيا الصغرى بعد أن كسرت قوتهم من قبل الآشوريين والحيثيين ، وحملوا مكانة التوابع إلى \"الهاتي\" ، والحثيين ، والشعوب الهندية الأوروبية الغربية (الذين ينتمون إلى المجموعة اللغوية \"kentum\" التي هيمنت على معظم آسيا الصغرى (تركيا الحديثة) في هذا الوقت من عاصمتها هاتوسا.",
        "دخل الحثيون في نزاع مع الآشوريين من منتصف القرن الرابع عشر إلى القرن الثالث عشر قبل الميلاد ، حيث خسروا أرضاً للملوك الآشوريين في تلك الفترة.",
        "لكنهم عانوا إلى أن تم تجريفهم جانبا من قبل الفريجيين ، الذين احتلوا أوطانهم في آسيا الصغرى.",
        "تم منع Phrygians من التحرك جنوبا إلى بلاد ما بين النهرين من قبل الملك الآشوري Tiglath-Pileser I.",
        "تجزأت الحثيين في عدد من الدول الصغيرة الحثية الصغيرة ، والتي عانت في المنطقة لعدة قرون."
      ],
      "id": 11
    },
    {
      "title": "الكوتيين",
      "image": "g.jpg",
      "from": "2200 ق",
      "to": "2100 ق",
      "info": [
        "كان جوتي (ɡuːti) أو Quti ، والمعروفان أيضًا بالأسماء الأجنبية المشتقة Gutians أو Guteans ، من البدو الرحل لجبال زاغروس (على حدود إيران والعراق الحديث) خلال العصور القديمة.",
        "كان وطنهم يعرف باسم الجوتيوم (السومري: Gu-tu-umki أو Gu-ti-umki)",
        "تم ربط الصراع بين الناس من Gutium والإمبراطورية الأكدية بانهيار الإمبراطورية ، مع نهاية الألفية الثالثة قبل الميلاد.",
        "بعد ذلك اجتاح غوتي جنوب بلاد ما بين النهرين وشكل سلالة ملكية في سومر.",
        "تشير قائمة الملك السومري إلى أن جوتي حكم على سومر لعدة أجيال ، بعد سقوط الإمبراطورية الأكادية.",
        "بحلول الألفية الأولى قبل الميلاد ، توسع استخدام اسم Gutium ، من قبل شعوب الأراضي المنخفضة في بلاد ما بين النهرين ، ليشمل جميع وسائل الإعلام الغربية ، بين زاغروس ونهر دجلة.",
        "غالبًا ما يشار إلى القبائل والأماكن المختلفة إلى الشرق والشمال الشرقي باسم Gutians أو Gutium.",
        "على سبيل المثال ، تستخدم الكلمات الآشورية الملكية المصطلح Gutians بالنسبة إلى السكان المعروفين بأنهم Medes أو Mannaeans.\n",
        "في أواخر عهد قورش في بلاد فارس ، وصف الجنرال الشهير غوبارو (Gobryas) بأنه \"حاكم Gutium\"."
      ],
      "id": 12
    },
    {
      "title": "الكاسيون",
      "image": "k.jpg",
      "from": "1600 ق",
      "to": "1155 ق",
      "info": [
        "كان الكاسيون (/ ˈkæsaɪts /) من سكان الشرق الأدنى القديم ، الذين سيطروا على بابل بعد سقوط الإمبراطورية البابلية القديمة. 1531 قبل الميلاد وحتى ج. 1155 قبل الميلاد (كرونولوجيا قصير).",
        "وربما كان الاسم المختصر للكاشيتين هو جالزو (Galzu) على الأرجح ، على الرغم من أنه تمت الإشارة إليهم أيضا باسم Kaššu أو Kassi أو Kasi أو Kashi.",
        "سيطروا على بابل بعد الكيس الحيثي للمدينة في 1595 قبل الميلاد (أي 1531 قبل الميلاد في التسلسل الزمني القصير) ، وأسّسوا سلالة مقرّها في دور- Kurigalzu.",
        "كان الكاسيون أعضاءً في طبقة أرستقراطية عسكرية صغيرة ، لكنهم كانوا حكام كفؤين وليسوا محبوبين بشكل غير محلي ، وأرسى حكمهم الذي دام 500 عام أساسًا أساسيًا لتطوير الثقافة البابلية اللاحقة. كان الحصان ، الذي كان يعبده الكاسيون ، قد ظهر لأول مرة في بابل في هذا الوقت.",
        "على الرغم من أن الحثيين أطاحوا بابل ، فقد أخذها شعب آخر ، الكاسيون ، عاصمة لهم (1650 - 1155 ق.م. (كرونولوجيا قصيرة)).",
        "لديهم تمييز لكونها أطول سلالة دائمة في بابل ، والتي تعود لأكثر من أربعة قرون.",
        "تركوا سجلات قليلة ، لذلك هذه الفترة هي للأسف غامضة.",
        "هم من أصل غير معروف. ما لدينا القليل من لغتهم يشير إلى أنها لغة عزلة.",
        "على الرغم من أن بابل حافظ على استقلاله خلال هذه الفترة ، إلا أنه لم يكن قوة في الشرق الأدنى ، وجلس في الغالب على الحروب الكبيرة التي خاضت ضد بلاد الشام بين مصر ، والإمبراطورية الحثية ، وميتاني (انظر أدناه) ، وكذلك الشعوب المستقلة في المنطقة.",
        "شاركت آشور في هذه الحروب في نهاية الفترة ، أطاحت بإمبراطورية ميتاني وإستغلال الحثيين والفريغيين ، لكن الكوشيين في بابل لم يفعلوا ذلك.",
        "لكنهم قاتلوا ضد منافسهم منذ زمن بعيد إلى الشرق ، عيلام (ويتصل ببعض اللغويين بلغات Dravidian في الهند الحديثة).",
        "وجدت بابل نفسها تحت السيطرة الآشورية والعلمية لفترة طويلة من الفترة الكاسيية.",
        "في النهاية ، غزا العيلاميون بابل ، لينهي هذه الفترة."
      ],
      "id": 13
    },
    {
      "title": "الإمبراطورية الأكدية",
      "image": "soa.jpg",
      "from": "2350 ق",
      "to": "2200 ق",
      "info": [
        "تعود الفترة الأكادية عمومًا إلى 2350 - 2170 قبل الميلاد وفقًا للتسلسل الزمني الأوسط ، أو 2230-2050 قبل الميلاد وفقًا للتسلسل الزمني القصير.",
        "حوالي 2334 ق.م ، أصبح سرجون حاكمًا لأكاد في شمال بلاد ما بين النهرين.",
        "مضى إلى غزو منطقة تمتد من الخليج الفارسي إلى سوريا المعاصرة.",
        "كان الأكاديون شعبًا ساميًا وكانت اللغة الأكدية قد انتشرت على نطاق واسع باعتبارها اللغة المشتركة خلال هذه الفترة ، ولكن ظلت معرفة القراءة والكتابة باللغة السومرية.",
        "طور الأكاديون نظام الري السومري مع دمج السدود الكبيرة وسدود التحويل في التصميم لتسهيل الخزانات والقنوات اللازمة لنقل المياه لمسافات بعيدة.",
        "استمرت سلالة حتى حوالي ج. 2154 قبل الميلاد ، وبلغت ذروتها تحت حكم نارام سين ، الذي بدأ الاتجاه للحكام مطالبين باللاهوت لأنفسهم."
      ],
      "id": 14
    },
    {
      "title": "الاموريون",
      "image": "a.jpg",
      "from": "2000 قبل الميلاد",
      "to": "1800 ق",
      "info": [
        "كانوا قوما يتحدث سامية-القديم من سوريا الذين احتلوا أيضا أجزاء كبيرة من جنوب بلاد ما بين النهرين من 21: 1800 BCThe الأموريين (Ἀμορραῖοι اليونانية القديمة / æməˌraɪts /، السومرية MAR.TU، الأكادية Tidnum أو Amurrūm، عمار المصري ؛؛ العبرية אמורי'Ĕmōrī) من القرن الخامس قبل الميلاد إلى نهاية القرن السابع عشر قبل الميلاد ، حيث أقاموا عدة ولايات مدن بارزة في المواقع الحالية ، ولا سيما بابل ، التي نشأت من بلدة صغيرة إلى دولة مستقلة ومدينة كبرى....",
        "يشير المصطلح Amurru في النصوص الأكادية والسومرية إلى كل منهما وإلى ألوهية رئيسية."
      ],
      "id": 15
    }
  ]
}