{
  "timeline": [
    {
      "id": 0,
      "title": "Sumerian Renaissance UR-III",
      "from": "2100BC",
      "to": "2000BC",
      "info": [
        "Eventually the Guti were overthrown by Utu-hengal of Uruk, and the various city-states again vied for power.",
        "Power over the area finally went to the city-state of Ur, when Ur-Nammu founded the Ur III Empire (2112–2004 BC) and conquered the Sumerian region.",
        "Under his son Shulgi, state control over industry reached a level never again seen in the region.",
        "Shulgi may have devised the Code of Ur-Nammu, one of the earliest known law codes (three centuries before the more famous Code of Hammurabi).",
        "Around 2000 BC, the power of Ur waned, and the Amorites came to occupy much of the area, although it was Sumer's long-standing rivals to the east, the Elamites, who finally overthrew Ur.",
        "In the north, Assyria remained free of Amorite control until the very end of the 19th century BC.",
        "This marked the end of city-states ruling empires in Mesopotamia, and the end of Sumerian dominance, but the succeeding rulers adopted much of Sumerian civilization as their own."
      ],
      "image": "urz.jpg"
    },
    {
      "id": 1,
      "title": "Uruk",
      "from": "5000BC",
      "to": "2900BC",
      "info": [
        "According to the Sumerian king list, Uruk was founded by the king Enmerkar.",
        "Though the king-list mentions a king of Eanna before him, the epic Enmerkar and the Lord of Aratta relates that Enmerkar constructed the House of Heaven (Sumerian: e2-anna;) for the goddess Inanna in the Eanna District of Uruk.",
        "In the Epic of Gilgamesh, Gilgamesh builds the city wall around Uruk and is king of the city.",
        "Uruk went through several phases of growth, from the Early Uruk period (5000–3500 BC) to the Late Uruk period (3500–3100 BC).",
        "The city was formed when two smaller Ubaid settlements merged.",
        "The temple complexes at their cores became the Eanna District and the Anu District dedicated to Inanna and Anu, respectively.",
        "The Anu District was originally called 'Kullaba' (Kulab or Unug-Kulaba) prior to merging with the Eanna District.",
        "Kullaba dates to the Eridu period when it was one of the oldest and most important cities of Sumer.",
        "There are different interpretations about the purposes of the temples.",
        "However, it is generally believed they were a unifying feature of the city.",
        "It also seems clear that temples served both an important religious function and state function.",
        "The surviving temple archive of the Neo-Babylonian period documents the social function of the temple as a redistribution center.",
        "The Eanna District was composed of several buildings with spaces for workshops, and it was walled off from the city.",
        "By contrast, the Anu District was built on a terrace with a temple at the top.",
        "It is clear Eanna was dedicated to Inanna from the earliest Uruk period throughout the history of the city.",
        "The rest of the city was composed of typical courtyard houses, grouped by profession of the occupants, in districts around Eanna and Anu.",
        "Uruk was extremely well penetrated by a canal system that has been described as, 'Venice in the desert.' This canal system flowed throughout the city connecting it with the maritime trade on the ancient Euphrates River as well as the surrounding agricultural belt.",
        "The original city of Uruk was situated southwest of the ancient Euphrates River, now dry. Currently, the site of Warka is northeast of the modern Euphrates river. The change in position was caused by a shift in the Euphrates at some point in history, and may have contributed to the decline of Uruk."
      ],
      "image": "uruk.jpg"
    },
    {
      "id": 2,
      "title": "Sea people",
      "from": "1200BC",
      "to": "884BC",
      "info": [
        "The Late Bronze Age collapse was a Dark Age transition period in the Near East, Asia Minor, Aegean Region, North Africa, Caucasus, Balkans and the Eastern Mediterranean from the Late Bronze Age to the Early Iron Age, a transition historians believe was violent, sudden, and culturally disruptive.",
        "The palace economy of the Aegean Region and Anatolia that characterised the Late Bronze Age disintegrated, transforming into the small isolated village cultures of the Greek Dark Ages.",
        "The period between c. 1200 and 1150 BC saw the cultural collapse of the Mycenaean kingdoms; the Kassite dynasty of Babylonia; the Hittite Empire in Anatolia and the Levant and the Egyptian Empire; and the destruction of Ugarit and the Amorite states in the Levant, the fragmentation of the Luwian states of western Asia Minor and a period of chaos in Canaan.",
        "The deterioration of these governments interrupted trade routes and severely reduced literacy in much of the known world.",
        "In the first phase of this period, almost every city between Pylos and Gaza was violently destroyed, and many abandoned: examples include Hattusa, Mycenae, and Ugarit.",
        "According to Robert Drews: 'Within a period of forty to fifty years at the end of the thirteenth and the beginning of the twelfth century almost every significant city in the eastern Mediterranean world was destroyed, many of them never to be occupied again.' A very few powerful states, particularly Assyria and Elam, survived the Bronze Age collapse – but by the end of the 12th century BCE Elam waned after its defeat by Nebuchadnezzar I who briefly revived Babylonian fortunes before suffering a series of defeats by the Assyrians.",
        "Upon the death of Ashur-bel-kala in 1056 BC, Assyria went into a comparative decline for the next 100 or so years, its empire shrinking significantly, and by 1020 BC Assyria appears to have controlled only areas close to Assyria itself, although the well defended Assyria itself was not threatened during the collapse.",
        "Gradually, by the end of the ensuing Dark Age, remnants of the Hittites coalesced into small Neo-Hittite and Syro-Hittite states (the latter of which were mixed Hittite and Aramean polities) in Cilicia and the Levant.",
        "Beginning in the mid-10th century B.C., a series of small Aramaean kingdoms formed in the Levant and the Philistines settled in southern Canaan where the Canaanite speaking Semites had coalesced into a number of defined polities such as Israel, Moab, Edom and Ammon.",
        "From 935 BC Assyria began to reorganise and once more expand outwards, leading to the Neo-Assyrian Empire (911-605 BC) which came to control a vast area from the Caucasus to Egypt, and Greek Cyprus to Persia.",
        "Phrygians, Cimmerians and Lydians arrived in Asia Minor, and a new Hurrian polity of Urartu was formed in eastern Asia Minor and the southern Caucasus, where the Colchians (Georgians) also emerged.",
        "Iranian peoples such as the Persians, Medes, Parthians and Sargatians first appeared in Ancient Iran soon after 1000 BC displacing earlier non-Indo-European Kassites, Hurrians and Gutians in the north west of the region, although the indigenous language isolate speaking Elamites and Manneans continued to dominate the south west and Caspian Sea regions respectively.",
        "After the Orientalising period in the Aegean, Classical Greece emerged."
      ],
      "image": ""
    },
    {
      "id": 3,
      "title": "Seleucid Empire",
      "from": "312BC",
      "to": "141BC",
      "info": [
        "The Seleucid Empire (/sɪˈljuːsɪd/; Ancient Greek: Βασιλεία τῶν Σελευκιδῶν, Basileía tōn Seleukidōn) was a Hellenistic state ruled by the Seleucid dynasty, which existed from 312 BC to 63 BC; it was founded by Seleucus I Nicator following the division of the Macedonian empire vastly expanded by Alexander the Great.",
        "Seleucus received Babylonia and, from there, expanded his dominions to include much of Alexander's near eastern territories.",
        "At the height of its power, it included central Anatolia, Persia, the Levant, Mesopotamia, and what is now Kuwait, Afghanistan, and parts of Pakistan and Turkmenistan."
      ],
      "image": "se.jpg"
    },
    {
      "id": 4,
      "title": "The Persian Empire",
      "from": "539BC",
      "to": "324BC",
      "info": [
        "The Battle of Opis, fought in September 539 BC, was a major engagement between the armies of Persia under Cyrus the Great and the Neo-Babylonian Empire under Nabonidus during the Persian invasion of Mesopotamia.",
        "At the time, Babylonia was the last major power in western Asia that was not yet under Persian control.",
        "The battle was fought in or near the strategic riverside city of Opis, north of the capital Babylon.",
        "It resulted in a decisive victory for the Persians.",
        "A few days later, the city of Sippar surrendered to the Persians and Cyrus's forces entered Babylon apparently without a fight.",
        "Cyrus was subsequently proclaimed king of Babylonia and its subject territories, thus ending the independence of Babylon and incorporating the Babylonian Empire into the greater Persian Empire."
      ],
      "image": "pe.jpg"
    },
    {
      "title": "Proto-Dynastic",
      "from": "2900BC",
      "image": "",
      "to": "2350BC",
      "info": [
        "The entire Early Dynastic period is generally dated to 2900–2350 BC according to the Middle Chronology, or 2800–2230 BC according to the Short Chronology",
        "The Sumerians were firmly established in Mesopotamia by the middle of the 4th millennium BC, in the archaeological Uruk period, although scholars dispute when they arrived",
        "It is hard to tell where the Sumerians might have come from because the Sumerian language is a language isolate, unrelated to any other known language",
        "Their mythology includes many references to the area of Mesopotamia but little clue regarding their place of origin, perhaps indicating that they had been there for a long time",
        "The Sumerian language is identifiable from its initially logographic script which arose last half of the 4th millennium BC."
      ],
      "id": 5
    },
    {
      "title": "Paleo Babylonian Empire",
      "image": "pbe.jpg",
      "from": "1800BC",
      "to": "1600BC",
      "info": [
        "Babylonia was founded as an independent state by an Amorite chieftain named Sumuabum in 1894 BC.",
        "For over a century after its founding, it was a minor and relatively weak state, overshadowed by older and more powerful states such as Isin, Larsa, Assyria and Elam.",
        "However, Hammurabi (1792 BC to 1750 BC), the Amorite ruler of Babylon, turned Babylon into a major power and eventually conquered Mesopotamia and beyond.",
        "He is famous for his law code and conquests, but he is also famous due to the large amount of records that exist from the period of his reign.",
        "After the death of Hammurabi, the first Babylonian dynasty lasted for another century and a half, but his empire quickly unravelled, and Babylon once more became a small state.",
        "The Amorite dynasty ended in 1595 BC, when Babylonia fell to the Hittite king Mursilis, after which the Kassites took control."
      ],
      "id": 6
    },
    {
      "title": "The Assyrian Empire",
      "image": "ae.jpg",
      "from": "1234BC",
      "to": "1190BC",
      "info": [
        "The Middle Assyrian period begins c. 1720 BC with the ejection of Amorites and Babylonians from Assyria by a king called Adasi.",
        "The nation remained relatively strong and stable, peace was made with the Kassite rulers of Babylonia, and Assyria was free from Hittite, Hurrian, Gutian, Elamite and Mitanni threat.",
        "However a period of Mitanni domination occurred from the mid-15th to early 14th centuries BC.",
        "This was ended by Eriba-Adad I (1392 BC - 1366), and his successor Ashur-uballit I completely overthrew the Mitanni Empire and founded a powerful Assyrian Empire that came to dominate Mesopotamia and much of the ancient Near East (including Babylonia, Asia Minor, Iran, the Levant and parts of the Caucasus and Arabia), with Assyrian armies campaigning from the Mediterranean Sea to the Caspian, and from the Caucasus to Arabia.",
        "The empire endured until 1076 BC with the death of Tiglath-Pileser I.",
        "During this period Assyria became a major power, overthrowing the Mitanni Empire, annexing swathes of Hittite, Hurrian and Amorite land, sacking and dominating Babylon, Canaan/Phoenicia and becoming a rival to Egypt."
      ],
      "id": 7
    },
    {
      "title": "The Neo-Babylonian Empire",
      "image": "nbe.jpg",
      "from": "612BC",
      "to": "539BC",
      "info": [
        "The Neo-Babylonian Empire or Second Babylonian Empire was a period of Mesopotamian history which began in 620 BC and ended in 539 BC.",
        "During the preceding three centuries, Babylonia had been ruled by their fellow Akkadian speakers and northern neighbours, Assyria.",
        "The Assyrians had managed to maintain Babylonian loyalty through the Neo-Assyrian period, whether through granting of increased privileges, or militarily, but that finally changed after 627 BC with the death of the last strong Assyrian ruler, Ashurbanipal, and Babylonia rebelled under Nabopolassar a Chaldean chieftain the following year.",
        "In alliance with king Cyaxares of the Medes, and with the help of the Scythians and Cimmerians the city of Nineveh was sacked in 612 BC, Assyria fell by 605 BC and the seat of empire was transferred to Babylonia for the first time since Hammurabi."
      ],
      "id": 8
    },
    {
      "title": "The Neo-Assyrian Empire",
      "image": "nae.jpg",
      "from": "884BC",
      "to": "612BC",
      "info": [
        "The Neo-Assyrian Empire is usually considered to have begun with the accession of Adad-nirari II, in 911 BC, lasting until the fall of Nineveh at the hands of the Babylonians, Medes, Scythians and Cimmerians in 612 BC.",
        "The empire was the largest and most powerful the world had yet seen.",
        "At its height Assyria conquered the 25th dynasty Egypt (and expelled its Nubian/Kushite dynasty) as well as Babylonia, Chaldea, Elam, Media, Persia, Urartu, Phoenicia, Aramea/Syria, Phrygia, the Neo-Hittites, Hurrians, northern Arabia, Gutium, Israel, Judah, Moab, Edom, Corduene, Cilicia, Mannea and parts of Ancient Greece (such as Cyprus), and defeated and/or exacted tribute from Scythia, Cimmeria, Lydia, Nubia, Ethiopia and others."
      ],
      "id": 9
    },
    {
      "title": "The Macedonian Empire",
      "image": "me.jpg",
      "from": "324BC",
      "to": "312BC",
      "info": [
        "The Macedonian king Alexander the Great conquered Babylon in 331 BC, and died there in 323 BCE.",
        "After a decade of wars between Alexander's former generals, Babylonia and Assyria were absorbed into the Macedonian Seleucid Empire."
      ],
      "id": 10
    },
    {
      "title": "The Hittites",
      "image": "h.jpg",
      "from": "1370BC",
      "to": "1200BC",
      "info": [
        "The Hittites (/ˈhɪtaɪts/) were an Ancient Anatolian people who established an empire centered on Hattusa in north-central Anatolia around 1600 BC.",
        "This empire reached its height during the mid-14th century BC under Suppiluliuma I, when it encompassed an area that included most of Anatolia as well as parts of the northern Levant and Upper Mesopotamia.",
        "Between the 15th and 13th centuries BC the Hittite Empire came into conflict with the Egyptian Empire, Middle Assyrian Empire and the empire of the Mitanni for control of the Near East.",
        "The Assyrians eventually emerged as the dominant power and annexed much of the Hittite empire, while the remainder was sacked by Phrygian newcomers to the region.",
        "After c. 1180 BC, during the Bronze Age collapse, the Hittites splintered into several independent 'Neo-Hittite' city-states, some of which survived until the 8th century BC before succumbing to the Neo-Assyrian Empire.",
        "By 1300 BC the Hurrians had been reduced to their homelands in Asia Minor after their power was broken by the Assyrians and Hittites, and held the status of vassals to the 'Hatti', the Hittites, a western Indo-European people (belonging to the linguistic 'kentum' group) who dominated most of Asia Minor (modern Turkey) at this time from their capital of Hattusa.",
        "The Hittites came into conflict with the Assyrians from the mid-14th to the 13th centuries BC, losing territory to the Assyrian kings of the period.",
        "However they endured until being finally swept aside by the Phrygians, who conquered their homelands in Asia Minor.",
        "The Phrygians were prevented from moving south into Mesopotamia by the Assyrian king Tiglath-Pileser I.",
        "The Hittites fragmented into a number of small Neo-Hittite states, which endured in the region for many centuries."
      ],
      "id": 11
    },
    {
      "title": "The Guti",
      "image": "g.jpg",
      "from": "2200BC",
      "to": "2100BC",
      "info": [
        "The Guti (ɡuːti) or Quti, also known by the derived exonyms Gutians or Guteans, were a nomadic people of the Zagros Mountains (on the border of modern Iran and Iraq) during ancient times.",
        "Their homeland was known as Gutium (Sumerian: Gu-tu-umki or Gu-ti-umki)",
        "Conflict between people from Gutium and the Akkadian Empire has been linked to the collapse of the empire, towards the end of the 3rd Millennium BCE.",
        "The Guti subsequently overran southern Mesopotamia and formed a royal dynasty in Sumer.",
        "The Sumerian king list suggests that the Guti ruled over Sumer for several generations, following the fall of the Akkadian Empire.",
        "By the 1st Millennium BCE, usage of the name Gutium, by the peoples of lowland Mesopotamia, had expanded to include all of western Media, between the Zagros and the Tigris.",
        "Various tribes and places to the east and northeast were often referred to as Gutians or Gutium.",
        "For example, Assyrian royal annals use the term Gutians in relation to populations known to have been Medes or Mannaeans.",
        "As late as the reign of Cyrus the Great of Persia, the famous general Gubaru (Gobryas) was described as the 'governor of Gutium'."
      ],
      "id": 12
    },
    {
      "title": "The Kassites",
      "image": "k.jpg",
      "from": "1600BC",
      "to": "1155BC",
      "info": [
        "The Kassites (/ˈkæsaɪts/) were people of the ancient Near East, who controlled Babylonia after the fall of the Old Babylonian Empire c. 1531 BC and until c. 1155 BC (short chronology).",
        "The endonym of the Kassites was probably Galzu, although they have also been referred to by the names Kaššu, Kassi, Kasi or Kashi.",
        "They gained control of Babylonia after the Hittite sack of the city in 1595 BC (i.e. 1531 BC per the short chronology), and established a dynasty based in Dur-Kurigalzu.",
        "The Kassites were members of a small military aristocracy but were efficient rulers and not locally unpopular, and their 500-year reign laid an essential groundwork for the development of subsequent Babylonian culture. The horse, which the Kassites worshipped, first came into use in Babylonia at this time.",
        "Although the Hittites overthrew Babylon, another people, the Kassites, took it as their capital (c. 1650–1155 BC (short chronology)).",
        "They have the distinction of being the longest lasting dynasty in Babylon, reigning for over four centuries.",
        "They left few records, so this period is unfortunately obscure.",
        "They are of unknown origin; what little we have of their language suggests it is a language isolate.",
        "Although Babylonia maintained its independence through this period, it was not a power in the Near East, and mostly sat out the large wars fought over the Levant between Egypt, the Hittite Empire, and Mitanni (see below), as well as independent peoples in the region.",
        "Assyria participated in these wars toward the end of the period, overthrowing the Mitanni Empire and besting the Hittites and Phrygians, but the Kassites in Babylon did not.",
        "They did, however, fight against their longstanding rival to the east, Elam (related by some linguists to the Dravidian languages in modern India).",
        "Babylonia found itself under Assyrian and Elamite domination for much of the later Kassite period.",
        "In the end, the Elamites conquered Babylon, bringing this period to an end."
      ],
      "id": 13
    },
    {
      "title": "Akkadian Empire",
      "image": "soa.jpg",
      "from": "2350BC",
      "to": "2200BC",
      "info": [
        "The Akkadian period is generally dated to 2350–2170 BC according to the Middle Chronology, or 2230–2050 BC according to the Short Chronology.",
        "Around 2334 BC, Sargon became ruler of Akkad in northern Mesopotamia.",
        "He proceeded to conquer an area stretching from the Persian Gulf into modern-day Syria.",
        "The Akkadians were a Semitic people and the Akkadian language came into widespread use as the lingua franca during this period, but literacy remained in the Sumerian language.",
        "The Akkadians further developed the Sumerian irrigation system with the incorporation of large weirs and diversion dams into the design to facilitate the reservoirs and canals required to transport water vast distances.",
        "The dynasty continued until around c. 2154 BC, and reached its zenith under Naram-Sin, who began the trend for rulers to claim divinity for themselves."
      ],
      "id": 14
    },
    {
      "title": "The Amorites",
      "image": "a.jpg",
      "from": "2000BC",
      "to": "1800BC",
      "info": [
        "The Amorites (/ˈæməˌraɪts/; Sumerian MAR.TU; Akkadian Tidnum or Amurrūm; Egyptian Amar; Hebrew אמורי ʼĔmōrī; Ancient Greek: Ἀμορραῖοι) were an ancient Semitic-speaking people from Syria who also occupied large parts of southern Mesopotamia from the 21st century BC to the end of the 17th century BC, where they established several prominent city states in existing locations, notably Babylon, which was raised from a small town to an independent state and a major city.",
        "The term Amurru in Akkadian and Sumerian texts refers to both them and to their principal deity."
      ],
      "id": 15
    }
  ]
}