{
  "cities": [
    {
      "image": "",
      "location": "Al-Qādisiyyah Governorate, Iraq",
      "coordinates": "32°16′00″N 45°05′00″E",
      "type": "Settlement",
      "founded": "Middle of the third millennium BCE",
      "excavation_dates": "",
      "title": "Abu Salabikh",
      "alternate_name": "",
      "info": "The low tells at Abu Salabikh, around 20 km (12 mi) northwest of the site of ancient Nippur in Al-Qādisiyyah Governorate, Iraq mark the site of a small Sumerian city of the mid third millennium BCE, with cultural connections to the cities of Kish, Mari and Ebla. Its contemporary name is uncertain: perhaps this was Eresh. Kesh was suggested by Thorkild Jacobsen before excavations began. The Euphrates was the city's highway and lifeline; when it shifted its old bed, in the middle third millennium BCE, the city dwindled away. Only eroded traces remain on the site's surface of habitation after the Early Dynastic Period.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Abu Salabikh was excavated by an American expedition from the Oriental Institute of Chicago led by Donald P. Hansen in 1963 and 1965 for a total of 8 weeks, finding around 500 tablets and fragments, containing some of the earliest ancient literature. The site was a British concern after 1975, under the direction of Nicholas Postgate for the British School of Archaeology in Iraq (1975–89), after which excavations were suspended with the Iraqi invasion of Kuwait in 1990; 'plans to resume fieldwork have now been abandoned in the light of current political conditions' Postgate reports. The city, built on a rectilinear plan in Early Uruk times, revealed a small but important repertory of cuneiform texts on some 500 tablets, of which the originals were stored in the Iraq Museum, Baghdad, and were largely lost when the museum was looted in the early stages of the Second Iraq War; fortunately they had been carefully published. Texts, comparable in date and content with texts from Shuruppak (modern Fara, Iraq) included school texts, literary texts, word lists, and some administrative archives, as well as the Instructions of Shuruppak, a well-known Sumerian 'wisdom' text of which the Abu Salabikh tablet is the oldest copy. A list of deities includes the oldest known mention of the Semitic god Baʿal. Postgate's interdisciplinary approach was integrated under the broad aim of describing the daily life of a small Sumerian city, down to the lives of the simplest illiterate inhabitants.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Ian Shaw, in Shaw and Robert Jameson, eds., A Dictionary of Archaeology (Blackwell) 2002, s.v. 'Abu Salabikh'",
        "P. R. S. Moorey, 'Abu Salabikh, Kish, Mari and Ebla: Mid-Third Millennium Archaeological Interconnections', American Journal of Archaeology 85.4 (October 1981:447–448).",
        "Roger Matthews, The Archaeology of Mesopotamia: Theories and Approaches (Routledge) 2003:163; see also Mark E. Cohen's speculation in note below",
        "Identified to the west of the Main Mound by coring techniques.",
        "'Occupation ceased at the end of Early Dynastic Period IIIa, or shortly thereafter, and the site was never reoccupied:', concludes D. Hanson in Oriental Institute Papers 99, p. 55).",
        "R. D. Biggs, with a chapter by D. P. Hansen. Inscriptions from Tell Abu Salabikh, (Chicago: The University of Chicago Press), 1974 ISBN 0-226-62202-9. Transcribes all of the cuneiform tablets excavated at Tell Abu Salabikh in 1963 and 1965. (also available online OIP 99",
        "Prof. Nicholas Postgate : Postgate turned his attention to the multiperiod site at Kilise Tepe, in the province of Mersin in southern Turkey.",
        "'We are now able to behold the earliest creative period of Sumerian belles lettres', remarked Mark E. Cohen in 1976 (Cohen, 'The Name Nintinugga with a Note on the Possible Identification of Tell Abu Salābīkh' Journal of Cuneiform Studies, 28.2 [April 1976:82–92]). Cohen identifies the contemporaneous name of the city, from the 'zà-mì hymns', as Gišgikidu, 'Gišgi, the good place'.",
        "Herrmann (1999), p. 132.",
        "Postgate summarized the discoveries at Abu Salabikh in the relevant article in J. Curtis, ed., Fifty Years of Mesopotamian Discovery(London) 1982:48–61."
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Wasit Province, Iraq",
      "coordinates": "31°56′24″N 45°37′48″E",
      "type": "tell",
      "founded": "",
      "excavation_dates": "1885, 1890, 1902, 1903–1904",
      "title": "Adab",
      "alternate_name": "Bismya",
      "info": "Adab or Udab (Sumerian: 𒌓𒉣𒆠 Adabki, spelled UD.NUNKI) was an ancient Sumerian city between Telloh and Nippur. It was located at the site of modern Bismaya or Bismya in the Wasit Province of Iraq.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "W.H. Ward, J.P. Peters, W. Andrae, E.J. Banks",
      "archaeology": "Initial examinations of the site of Bismaya were by William Hayes Ward of the Wolfe Expedition in 1885 and by John Punnett Peters of the University of Pennsylvania in 1890, each spending a day there and find one cuneiform table and a few fragments. Walter Andrae visited Bismaya in 1902, found a table fragment and produced a sketch map of the site. Excavations were conducted there for a total of six months, between Christmas of 1903 and June 1905, for the University of Chicago, primarily by Dr. Edgar James Banks, with the final part of the dig being under engineer Victor S. Persons. It proved that these mounds covered the site of the ancient city of Adab (Ud-Nun), hitherto known only from the Sumerian king list and a brief mention of its name in the introduction to the Hammurabi Code. The city was divided into two parts by a canal, on an island in which stood the temple, E-mach, with a ziggurat, or stepped tower. It was evidently once a city of considerable importance, but deserted at a very early period, since the ruins found close to the surface of the mounds belong to Shulgi and Ur-Nammu, kings of the Third Dynasty of Ur in the latter part of the third millennium BC, based on inscribed bricks excavated at Bismaya. Immediately below these, as at Nippur, were found artifacts dating to the reign of Naram-Suen and Sargon of Akkad, c. 2300 BC. Below these there were still 10.5 metres (34 ft) of stratified remains, constituting seven-eighths of the total depth of the ruins. Besides the remains of buildings, walls and graves, Dr. Banks discovered a large number of inscribed clay tablets of a very early period, bronze and stone tablets, bronze implements and the like. Of the tablets, 543 went to the Oriental Institute and roughly 1100, mostly purchased from the locals rather than excavated, went to the Istanbul Museum. The latter are still apparently unpublished. But the two most notable discoveries were a complete statue in white marble, apparently the earliest yet found in Mesopotamia, now in the Istanbul Archaeology Museums, bearing the inscription, translated by Banks as 'E-mach, King Da-udu, King of, Ud-Nun'; and a temple refuse heap, consisting of great quantities of fragments of vases in marble, alabaster, onyx, porphyry and granite, some of which were inscribed, and others engraved and inlaid with ivory and precious stones. Of the Adab tablets that ended up at the University of Chicago, sponsor of the excavations, all have been published and also made available in digital form online. Of the purchased tablets sold piecemeal to various owners, a few have also made their way into publication. Though the Banks expedition to Bismaya was well documented by the standards of the time and many objects photographed, no final report was ever produced due to personal disputes. Recently, the Oriental Institute has re-examined the records and objects returned to the institute by Banks and produced a report. In response to widespread looting, the Iraq State Board of Antiquities and Heritage conducted an excavation at Adab in 2001. There is a Sumerian comic tale of the Three Ox-drivers from Adab.",
      "research": "",
      "environment": "A group of tells or settlement mounds are what remains of the ancient city. The mounds are about 1.5 kilometres (0.93 mi) long and 3 kilometres (1.9 mi) wide, consisting of a number of low ridges, nowhere exceeding 12 metres (39 ft) in height, lying somewhat nearer to the Tigris than the Euphrates, about a day's journey to the south-east of Nippur.",
      "occupation": "Adab was occupied from at least the Early Dynastic period. According to Sumerian text Inanna's descent to the netherworld, there was a temple of Inanna named E-shar at Adab during the reign of Dumuzid of Uruk. In another text in the same series, Dumuzid's dream, Dumuzid of Uruk is toppled from his opulence by a hungry mob composed of men from the major cities of Sumer, including Adab. A king of Kish, Mesilim, appears to have ruled at Adab, based on inscriptions found at Bismaya. One king of Adab, Lugal-Anne-Mundu, appearing in the Sumerian King List, is mentioned in few contemporary inscriptions; some that are much later copies claim that he established a vast, but brief empire stretching from Elam all the way to Lebanon and the Amorite territories along the Jordan. Adab is also mentioned in some of the Ebla tablets from roughly the same era as a trading partner of Ebla in northern Syria, shortly before Ebla was destroyed by unknown forces. A marble statue was found at Bismaya inscribed with the name of another king of Adab, variously translated as Lugal-daudu, Da-udu, Lugaldalu, and Esar. Brick stamps, found by Banks during his excavation of Adab state that the Akkadian ruler Naram-Suen built a temple to Inanna at Adab, but the temple was not found during the dig, and is not known for certain to be E-shar. Several governors of the city under Ur III are also known. While no later archaeological evidence was found at Bismaya, the excavations there were brief, and there were later epigraphic references to Adab, such as in the Code of Hammurabi.",
      "references": [
        "The Cambridge Ancient History. Vol. 1. Part 1. Prolegomena & Prehistory.",
        "John P. Peters, Nippur; Or, Explorations and Adventures on the Euphrates: The Narrative of the University of Pennsylvania Expedition to Babylonia in the Years 1888-1890, University of Pennsylvania Babylonian Expedition, Putnam, 1897",
        "Walter Andrae, Die Umgebung von Fara und Abu Hatab, Mitteilungen der Deutschen Orient Gesellschaft, no. 16 , pp. 24-30, 1903",
        "One or more of the preceding sentences incorporates text from a publication now in the public domain: Peters, Rev. John Punnett (1911). 'Bismya'. In Chisholm, Hugh. Encyclopædia Britannica. 4 (11th ed.). Cambridge University Press. p. 11",
        "Yang Zhi, Sargonic Inscriptions From Adab, Institute for the History of Ancient Civilizations periodic publications on ancient civilizations, Vol. 1, 1989",
        "Edgar James Banks, Bismaya: or the lost City of Adab, 1912",
        "OIP 14. Cuneiform Series, Vol. II: Inscriptions from Adab, Daniel David Luckenbill, 1930",
        "Karen Wilson et al., Bismaya: Recovering the Lost City of Adab, Oriental Institute Publications 138, The Oriental Institute of the University of Chicago, 2012",
        "AL-DOORI, R., AL - QAISI, R., AL-SARRAF, S., AL-ZUBAIDI, A.A., 2001-2002 The final report of Basmaia excavations (first season), Sumer 51, pp. 58-72. (in Arabic), 2002",
        "Bendt Alster, The Sumerian Folktale of the Three Ox-Drivers from Adab, Journal of Cuneiform Studies, vol. 43/45, pp. 27-38, 1991-1993",
        "Eblaitica vol. 3",
        "G.A. Barton, The Names of Two Kings of Adab, Journal of the American Oriental Society, vol. 33, pp. 295—296, 1913"
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Akshak",
      "alternate_name": "",
      "info": "Akshak(Sumerian: 𒌔𒆠, akšak) was a city of ancient Sumer, situated on the northern boundary of Akkad, sometimes identified with Babylonian Upi (Greek Opis). Its exact location is uncertain. Classical writers located it where the Tigris and Euphrates rivers are closest together and it was mentioned along with Kish in early records. Archaeologists in the 1900s placed Akshak at the site of Tel Omar (or Tel Umar) where a pair of sites straddles the Tigris, but that turned out to be Seleucia (possibly earlier Upi/Opis) when it was excavated by LeRoy Waterman of the American Schools of Oriental Research, though a fragment with the name Akshak was found there. Michael C. Astour placed it on the Tigris, on what is now the southern outskirts of Baghdad.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "George A. Barton, Dr. Waterman's Excavation at Tel Omar (Ctesiphon), Bulletin of the American Schools of Oriental Research, no. 30, pp. 6-8, (Apr., 1928)",
        "Howard C. Hollis, Material from Seleucia, The Bulletin of the Cleveland Museum of Art, vol. 20, No. 8, pp. 129-131, 1933",
        "Professor Waterman's Work at Seleucia, Bulletin of the American Schools of Oriental Research, no. 35, pp. 25-27, 1929",
        "Cyrus Herzl Gordon et al., Eblaitica: essays on the Ebla archives and Eblaite language, Volume 3, Eisenbrauns, ISBN 0-931464-77-3 p. 58",
        "Dumuzid's dream - ETCSL",
        "William J. Hamblin, Warfare in the Ancient Near East to 1600 BC , Routledge, 2006, ISBN 0-415-25589-9"
      ],
      "history": "Akshak first appears in records of ca. 2500 BC. In the Sumerian text Dumuzid's dream, Dumuzid king of Uruk is said to have been toppled from his opulence by a hungry mob composed of men from the major cities of Sumer, including Akshak. Another king of Uruk, Enshakushanna, is recorded as having plundered Akshak. Following this, Akshak was at war with Lagash, and was captured by Eannatum, who claims in one inscription to have smitten its king, Zuzu. The Sumerian king list mentions Unzi, Undalulu, Urur, Puzur-Nirah, Ishu-Il and Shu-Sin as kings of Akshak. Puzur-Nirah is also mentioned in the Weidner Chronicle as reigning in Akshak when a female tavern-keeper, Kug-bau of Kish, was appointed overlordship over Sumer. Akshak was also mentioned in tablets found at Ebla. In ca. 2350 BC, Akshak fell into the hands of Lugalzagesi of Umma. The Akkadian king Shar-Kali-Sharri reports defeating the Elamites in a battle at Akshak.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "North Nasria in Iraq",
      "coordinates": "31°46′00″N 46°00′00″E",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Bad-tibira",
      "alternate_name": "",
      "info": "Bad-tibira(Sumerian: 𒂦𒁾𒉄𒆠, bad3-tibiraki), 'Wall of the Copper Worker(s)', or 'Fortress of the Smiths' , identified as modern Tell al-Madineh, between Ash Shatrah and Tell as-Senkereh (ancient Larsa) in southern Iraq, was an ancient Sumerian city, which appears among antediluvian cities in the Sumerian King List. Its Akkadian name was Dûr-gurgurri. It was also called Παντιβίβλος (Pantibiblos) by Greek authors such as Abydenus, Apollodorus of Athens and Berossus. This may reflect another version of the city's name, Patibira, 'Canal of the Smiths'",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Some badly effaced half-bricks on the surface of the mound bore the inscription of Amar-Sin, of the Third Dynasty of Ur. Pieces of vitrified brick scattered over the surface of the large mound bore witness to the city's destruction by fire. Possession of the city passed between Larsa, whose king Sin-Iddinam claims to have built the great wall of Bad-tibira, and Isin, whose king Lipit-Ishtar, 'the shepherd of Nippur', claimed to have built the 'House of Righteousness' there",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "W.F. Albright and T.O. Lambdin, 'The Evidence of Language', in The Cambridge Ancient History I, part 1 (Cambridge University Press), 1971, ISBN 0-521-07051-1, page 150",
        "Hallo, William W. and William Kelly Simpson, The Ancient Near East: A History, Harcourt Brace Jovanovich, Inc., New York, 1971, p. 32",
        "Vaughn E. Crawford, 'The Location of Bad-Tibira', Iraq 22 'Ur in Retrospect. In Memory of Sir C. Leonard Woolley' (Spring - Autumn 1960:197-199); the secure identification is based on the recovery at the pillaged site of fragments of a known inscription of Entemena that had surfaced in the black market without provenance. Earlier excavations at a mound called Medain near the site of Lagash, following a report of a vendor of one of the inscriptions, had proved fruitless: see H. de Genouillac, Fouilles de Telloh, ii:139 (noted by Crawford 1960:197 note 7).",
        "Collection of taxes from Dûr-gurgurri features in correspondence of Hammurabi (first half of the 18th century BCE) noted in L. W. King and H. R. Hall, Egypt and Western Asia in the Light of Recent Discoveries (New York, 2005) p. 306f; it remained a city of metal-workers and the principal settlement of the guild of gugurrē, 'metalworkers' (L. W. King, The Letters And Inscriptions Of Hammurabi, King Of Babylon About B.C. 2200 vol. III, p. 21, note 2.)",
        "Hallo, William W. and William Kelly Simpson, The Ancient Near East: A History, Harcourt Brace Jovanovich, Inc., New York, 1971, p. 32",
        "Inanna's descent to the netherworld - ETCSL",
        "Presumably the same temple as E-mush-kalamma, according to Crawford.",
        "Crawford 1960:197.",
        "Crawford 1960:198.",
        "Ferris J. Stephens, 'A Newly Discovered Inscription of Libit-Ishtar' Journal of the American Oriental Society 52.2 (June 1932):182-185) p. 183."
      ],
      "history": "According to the Sumerian King List, Bad-tibira was the second city to 'exercise kingship' in Sumer before the flood, following Eridu. These kings were said to be En-men-lu-ana, En-men-gal-ana and Dumuzid the Shepherd. The early Sumerian text Inanna's descent to the netherworld mentions the city's temple, E-mush-kalamma. In this tale, Inanna dissuades demons from the netherworld from taking Lulal, patron of Bad-tibira, who was living in squalor. They eventually take Dumuzid, who lived in palatial opulence at Uruk. This Dumuzid is called 'the Shepherd', who on the King List resides at Bad-Tibira in contrast to the post-diluvian Dumuzid, the Fisherman, who reigns in Uruk. The 'brotherhood text' in cuneiform inscriptions on cones plundered from the site in the 1930s records the friendship pact of Entemena, governor of Lagash, and Lugal-kinishedudu, governor of Uruk. It identifies Entemena as the builder of the temple E-mush to Inanna and Dumuzid, under his local epithet Lugal-E-mush",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Borsippa",
      "alternate_name": "",
      "info": "Borsippa (Sumerian: BAD.SI.(A).AB.BAKI; Akkadian: Barsip and Til-Barsip) or Birs Nimrud (having been identified with Nimrod) is an archeological site in Babylon Province, Iraq. The ziggurat, the 'Tongue Tower,' today one of the most vividly identifiable surviving ziggurats, is identified in the later Talmudic and Arabic culture with the Tower of Babel. However, modern scholarship concludes that the Sumero-Akkadian builders of the Ziggurat in reality erected it as a religious edifice in honour of the local god Nabu, called the 'son' of Babylon's Marduk, as would be appropriate for Babylon's lesser sister-city. Borsippa was an important ancient city of Sumer, built on both sides of a lake about 17.7 km (11.0 mi) southwest of Babylon on the east bank of the Euphrates.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "In 1854, work at Borsippa was conducted under the direction of Henry Creswicke Rawlinson, with most of the actual digging done by his subordinates. Rawlinson personally uncovered the foundation prisms from Nebuchadnezzar II's restoration on the Nabu temple. Between 1879 and 1881 the site was excavated by Hormuzd Rassam for the British Museum. He concentrated primarily on Ezida, the temple of Nabu. In 1902, Robert Koldewey worked at Borsippa during his main effort at Babylon also mainly on the Nabu temple.Since 1980, the Austrian team from the Leopold-Franzens-Universität Innsbruck led by Helga Piesl-Trenkwalder and Wilfred Allinger-Csollich excavated for sixteen seasons at the site. Early work concentrated on the large ziggurat E-ur-imin-an-ki and later on the Nabu temple. Excavations can currently not be carried out due to political events. The elaboration of the results of excavations within the project 'Comparative studies of Borsippa - Babylon' are conducted.Many legal administrative and astronomical texts on cuneiform tablets have originated at Borsippa and have turned up on the black market. Archives began to be published in the 1980s. An inscription of Nebuchadnezzar II, the 'Borsippa inscription,' tells how he restored the temple of Nabu, 'the temple of the seven spheres,' with 'bricks of noble lapis lazuli.' that must have been covered with a rich blue glaze, surely a memorable sight. The Austrian archeologists have determined that Nebuchadnezzar's ziggurat encased the ruins of a smaller tower from the second millennium BCE. When it was completed it reached a height of 70 meters, in seven terraces; even in ruin it still stands a striking 52 meters over the perfectly flat plain. Some tablets have been recovered, but archeologists still hope to uncover a temple archive of cuneiform tablets, of which there were some copies in ancient Assyrian libraries. An inscribed foundation stone has been recovered, which details Nebuchadnezzar's plan to have the Borsippa ziggurat built on the same design as that at Babylon, of which only the foundation survives. Nebuchadnezzar declared that Nabu's tower would reach the skies, another inscription states. The reconstruction under the patronage of Bel-Marduk is summarized on a cylinder in Akkadian of Antiochus I, an example of the region's remarkable cultural continuity.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "The Cambridge Ancient History: Prolegomena & Prehistory: Vol. 1, Part 1. Accessed 15 Dec 2010.",
        "Josephus, Against Apion (Book 1, section 20)",
        "M. A. Dandamayev, 'Ezida Temple and the Cult of Nabu in Babilonia of the First Millennium', Vestnik drevnej istorii, no. 3, pp. 87-94, 2009",
        "Henry C. Rawlinson, 'On the Birs Nimrud, or the Great Temple of Borsippa', The Journal of the Royal Asiatic Society of Great Britain and Ireland, vol. 18, pp. 1-34, 1861",
        "Hormuzd Rassam (1897). 'Asshur and the Land of Nimrod: Being an Account of the Discoveries Made in the Ancient Ruins of Nineveh, Asshur, Sepharvaim, Calah, (etc)...' (PDF). Curts & Jennings.",
        "J. E. Reade,' Rassam's Excavations at Borsippa and Kutha, 1879-82', Iraq, vol. 48, pp. 105-116, 1986",
        "Robert Koldewey. The excavations at Babylon, University of Michigan Library, 1914; Robert Koldewey, 'Die Tempel von Babylon und Borsippa', WVDOG 15, Leipzig, 1911, ISSN 0342-118X",
        "W. Allinger-Csollich: Birs Nimrud I. Die Baukörper der Ziqqurat von Borsippa, ein Vorbericht. Baghdader Mitteilungen (BaM). Gbr. Mann, Berlin, vol. 22, pp. 383-499, 1991, ISSN 0418-9698",
        "W. Allinger-Csollich, Birs Nimrud II: Tieftempel-Hochtempel: Vergleichende Studien Borsippa - Babylon, Baghdader Mitteilungen, vol. 29, pp. 95-330, 1998, ISSN 0418-9698",
        "A. Kuhrt and S. Selwin-White, 'Aspects of Seleucid Royal Ideology : The Cylinder of Antiochus I from Borsippa', Journal of Hellenic Studies 111 (1991:71-86)"
      ],
      "history": "Borsippa is mentioned, usually in connection with Babylon, in texts from the Ur III period through the Seleucid period and even in early Islamic texts. It is also mentioned in the Babylonian Talmud (Shabbat 36a). Borsippa was dependent upon Babylon and was never the seat of a regional power. From the 9th century BCE, Borsippa was on the borderland south of which lay the tribal 'houses' of Chaldea. The Jewish historian, Josephus, mentions the city in relation to the war between Cyrus the Great and Nabonnedus. The temple to Nabu at Borsippa was destroyed in 484 BCE during the suppression of a revolt against the Achaemenid king Xerxes.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Der",
      "alternate_name": "",
      "info": "Der (Sumerian: ALUDi-e-ir[citation needed], 𒌷𒂦𒀭𒆠 uruBAD3.ANki) was a Sumerian city-state at the site of modern Tell Aqar near al-Badra in Iraq's Wasit Governorate. It was east of the Tigris River on the border between Sumer and Elam. Its name was possibly Durum",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "While it appears that no excavation has occurred at Der, several notable objects have been discovered nearby, including a kudurru (discovered in Sippar) which confirmed the name of the site. The site itself has been heavily damaged by water over the centuries and was considered not worth excavating.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "R., Borger (1978). Assyrisch-babylonische Zeichenliste. Neukirchen-Vluyn. p. 101.",
        "Katrien De Graef, Another Brick In the Wall: Durum In the Old-Elamite Susa, Akkadica, vol. 128, pp. 85-98, 2007",
        "Jack M. Sasson. The Military Establishments at Mari. p. 2+3.",
        "Hayim Tadmor, The Campaigns of Sargon II of Assur: A Chronological-Historical Study, Journal of Cuneiform Studies, vol. 12, no. 1, pp. 22-40, 1958,",
        "Kassite kudurru at the British Museum",
        "Sidney Smith, An Egyptian in Babylonia, The Journal of Egyptian Archaeology, vol. 18, no. 1/2, pp. 28-32, 1982"
      ],
      "history": "Der was occupied from the Early Dynastic period through Neo-Assyrian times. The local deity of the city was named Ishtaran, represented on Earth by his minister, the snake god Nirah. In the late 3rd millennium, during the reign of Sulgi of the Third Dynasty of Ur, Der was mentioned twice. The Sulgi year name 11 was named 'Year Ishtaran of Der was brought into his temple', and year 21 was named 'Year Der was destroyed'. In the second millennium, Der was mentioned in a tablet discovered at Mari sent by Yarim-Lim I of Yamhad; the tablet includes a reminder to Yasub-Yahad king of Der about the military help given to him for fifteen years by Yarim-Lim, followed by a declaration of war against the city in retaliation for what Yarim-Lim described as evil deeds committed by Yasub-Yahad. Rim-Sin I of Larsa reported destroying Der in his 20th year. Ammi-Ditana of Babylon also recorded destroying the city wall of Der in his 37th year, that he said had been built earlier by Damqi-ilishu of the Sealand Dynasty. In 720 BC the Assyrian king Sargon II moved against Elam, but the Assyrian host was defeated near Der by the combined army of king Humban-Nikash I of Elam and king Marduk-apla-iddina II of Babylon. Following the Persian conquest of Babylon in 539 BC, the Cyrus Cylinder mentions repatriating the people and restoring the sanctuary of the god of Der, among other cities.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Najaf Iraq",
      "coordinates": "32°09′00″N 44°30′00″E",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Dilbat",
      "alternate_name": "",
      "info": "Dilbat (modern Tell ed-Duleim or Tell al-Deylam, Iraq) was an ancient Sumerian minor tell (hill city) located southeast from Babylon on the eastern bank of the Western Euphrates in modern-day Al-Qādisiyyah, Iraq. The ziggurat E-ibe-Anu, dedicated to the goddess Urash, was located in the center of the city and was mentioned in the Epic of Gilgamesh",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "The site of Tell al-Deylam consists of two mounds, a small western mound with 1st millennium BC and Early Islamic remains and a larger east mound, roughly 500 meters in circumference, with remains from the 1st to 3rd millennium BC. Dilbat was excavated briefly by Hormuzd Rassam, who recovered some cuneiform tablets at the site, mainly from the Neo-Babylonian period. The site was worked in 1989 by J. A. Armstrong of the Oriental Institute of Chicago. Though Dilbat itself has only been lightly excavated by archaeologists, numerous tablets from there have made their way to the antiquites market over the year as the result of unauthorized digging.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Stephen Langdon, The Epic of Gilgamish. A Fragment of the Gilgamish Legend in Old-Babylonian Cuneiform, 1919",
        "A. Goddeeris, Economy and Society in Northern Babylonia, Peeters , 2002, ISBN 90-429-1123-9",
        "Hormuzd Rassam and Robert William Rogers, Asshur and the land of Nimrod, Curts & Jennings, 1897",
        "J. A. Armstrong, Dilbat revisited: the Tell al-Deylam project, Mar Sipri, vol. 3, no. 1, pp, 1-4, 1990",
        "James A. Armstrong, West of Edin: Tell al-Deylam and the Babylonian City of Dilbat, The Biblical Archaeologist, vol. 55, no. 4, pp. 219-226, 1992"
      ],
      "history": "Dilbat was founded during the Sumerian Early Dynastic II period, around 2700 BC. It is known to have been occupied, at least, during the Akkadian, Old Babyonian, Kassite, Sasanian and Early Islamic periods. It was an early agricultural center cultivating einkorn wheat and producing reed products. It lay on the Arahtum canal.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Tell Abu Shahrain, Dhi Qar Governorate, Iraq",
      "coordinates": "30°48′57″N 45°59′46″E",
      "type": "Settlement",
      "founded": "Approximately 54th century BC",
      "excavation_dates": "",
      "title": "Eridu",
      "alternate_name": "",
      "info": "Eridu (Sumerian: 𒉣𒆠, NUN.KI/eridugki; Akkadian: irîtu; modern Arabic: Tell Abu Shahrain) is an archaeological site in southern Mesopotamia (modern Dhi Qar Governorate, Iraq). Eridu was long considered the earliest city in southern Mesopotamia and is still today argued to be the oldest city in the world. Located 12 km southwest of Ur, Eridu was the southernmost of a conglomeration of Sumerian cities that grew around temples, almost in sight of one another. These buildings were made of mud brick and built on top of one another. With the temples growing upward and the village growing outward, a larger city was built. In Sumerian mythology, Eridu was originally the home of Enki, later known by the Akkadians as Ea, who was considered to have founded the city. His temple was called E-Abzu, as Enki was believed to live in Abzu, an aquifer from which all life was believed to stem.",
      "area": "33 ha (0.13 sq mi)",
      "prominence": "Eridu, also transliterated as Eridug, could mean 'mighty place' or 'guidance place'. In the Sumerian King List, Eridu is named as the city of the first kings. The king list gave particularly long reigns to the kings who ruled before a great flood occurred and shows how the centre of power progressively moved from the south to the north of the country. Adapa, a man of Eridu, is depicted as an early culture hero. Identified with U-an, a half-human creature from the sea (Abgallu, from ab=water, gal=big, lu=man), he was considered to have brought civilization to the city during the time of King Alulim. In Sumerian mythology, Eridu was the home of the Abzu temple of the god Enki, the Sumerian counterpart of the Akkadian god Ea, god of deep waters, wisdom and magic. Like all the Sumerian and Babylonian gods, Enki/Ea began as a local god who, according to the later cosmology, came to share the rule of the cosmos with Anu and Enlil. His kingdom was the sweet waters that lay below earth (Sumerian ab=water; zu=far). The stories of Inanna, goddess of Uruk, describe how she had to go to Eridu in order to receive the gifts of civilization. At first Enki, the god of Eridu, attempted to retrieve these sources of his power but later willingly accepted that Uruk now was the centre of the land. This seems to be a mythical reference to the transfer of power northward. Babylonian texts talk of the foundation of Eridu by the god Marduk as the first city, 'the holy city, the dwelling of their [the other gods] delight'. In the court of Assyria, special physicians trained in the ancient lore of Eridu, far to the south, foretold the course of sickness from signs and portents on the patient's body and offered the appropriate incantations and magical resources as cures.",
      "architecture": "The urban nucleus of Eridu was Enki's temple, called House of the Aquifer (Cuneiform: 𒂍𒍪 𒀊, E2.ZU.AB; Sumerian: e2-abzu; Akkadian: bītu apsû), which in later history was called House of the Waters (Cuneiform: 𒂍𒇉, E2.LAGAB×HAL; Sumerian: e2-engur; Akkadian: bītu engurru). The name refers to Enki's realm. His consort Ninhursanga had a nearby temple at Ubaid. During the Ur III period a ziggurat was built over the remains of previous temples by Ur-Nammu. Aside from Enmerkar of Uruk (as mentioned in the Aratta epics), several later historical Sumerian kings are said in inscriptions found here to have worked on or renewed the e-abzu temple, including Elili of Ur; Ur-Nammu, Shulgi and Amar-Sin of Ur-III, and Nur-Adad of Larsa",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        ""
      ],
      "history": "According to the Sumerian King List Eridu was the first city in the World. The opening line reads, '[nam]-lugal an-ta èd-dè-a-ba [eri]duki nam-lugal-la' 'When kingship from heaven was lowered,the kingship was in Eridu'. In Sumerian mythology, it was said to be one of the five cities built before the Deluge occurred. Fired clay brick stamped with the name of Amar-Sin, Ur III, from Eridu, currently housed in the British MuseumEridu appears to be the earliest settlement in the region, founded c. 5400 BC, close to the Persian Gulf near the mouth of the Euphrates River. Because of accumulation of silt at the shoreline over the millennia, the remains of Eridu are now some distance from the gulf at Abu Shahrain in Iraq. Excavation has shown that the city was founded on a virgin sand-dune site with no previous occupation. P. Steinkeller has hypothesised that the earliest divinity at Eridu was a Goddess, who later emerged as the Earth Goddess Ninhursag (Nin = Lady, Hur = Mountain, Sag = Sacred), with the later growth in Enki as a male divinity the result of a hieros gamos, with a male divinity or functionary of the temple. According to Gwendolyn Leick, Eridu was formed at the confluence of three separate ecosystems, supporting three distinct lifestyles, that led by the Abgallu (Ab = water, Gal = great, Lu = man) came to an agreement about access to fresh water in a desert environment. The oldest agrarian settlement seems to have been based upon intensive subsistence irrigation agriculture derived from the Samarra culture to the north, characterised by the building of canals, and mud-brick buildings. The fisher-hunter cultures of the Arabian littoral were responsible for the extensive middens along the Arabian shoreline, and may have been the original Sumerians. They seem to have dwelt in reed huts. The third culture that contributed to the building of Eridu were the Semitic-speaking nomadic herders of herds of sheep and goats living in tents in semi-desert areas. All three cultures seem implicated in the earliest levels of the city. The urban settlement was centered on an impressive temple complex built of mudbrick, within a small depression that allowed water to accumulate. Kate Fielden reports 'The earliest village settlement (c. 5000 BC) had grown into a substantial city of mudbrick and reed houses by c. 2900 BC, covering 8–10 ha (20–25 acres). Mallowan writes that by the Ubaid period, it was as an 'unusually large city' of an area of approx. 20–25 acres, with a population of 'not less than 4000 souls'. Jacobsen describes that 'Eridu was for all practical purposes abandoned after the Ubaid period', although it had recovered by Early Dynastic II as there was a Massive Early Dynastic II palace (100 m in each direction) partially excavated there. Ruth Whitehouse called it 'a Major Early Dynastic City'. By c. 2050 BC the city had declined; there is little evidence of occupation after that date. Eighteen superimposed mudbrick temples at the site underlie the unfinished Ziggurat of Amar-Sin (c. 2047–2039 BC). The finding of extensive deposits of fishbones associated with the earliest levels also shows a continuity of the Abzu cult associated later with Enki and Ea. Eridu was abandoned for long periods, before it was finally deserted and allowed to fall into ruin in the 6th century BC. The encroachment of neighbouring sand dunes, and the rise of a saline water table, set early limits to its agricultural base so in its later Neo-Babylonian development, Eridu was rebuilt as a purely temple site, in honour of its earliest history.",
      "abandoned": "Approximately 6th century BC",
      "part_of": "Ahwar of Southern Iraq",
      "criteria": "Mixed: (iii)(v)(ix)(x)",
      "inscription": "2016 (40th Session)",
      "buffer_zone": "1,069 ha (4.13 sq mi)",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "c. 3000 BC",
      "excavation_dates": "",
      "title": "Eshnunna",
      "alternate_name": "",
      "info": "Eshnunna (modern Tell Asmar in Diyala Province, Iraq) was an ancient Sumerian (and later Akkadian) city and city-state in central Mesopotamia. Although situated in the Diyala Valley north-east of Sumer proper, the city nonetheless belonged securely within the Sumerian cultural milieu.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "The remains of the ancient city are now preserved in the tell, or archaeological settlement mound, of Tell Asmar, some 38 km in a straight line northeast of Baghdad and 30 km in a straight line southeast of Baqubah. It was first located by Henri Pognon in 1892 but he neglected to report the location before he died in 1921. It was refound and excavated in six seasons between 1930 and 1936 by an Oriental Institute of the University of Chicago team led by Henri Frankfort with Thorkild Jacobsen and Seton Lloyd. The expedition's field secretary was Mary Chubb. Despite the length of time since the excavations at Tell Asmar, the work of examining and publishing the remaining finds from that dig continues to this day. These finds include roughly 1,500 cuneiform tablets. In the late 1990s, Iraqi archaeologists worked at Tell Asmar. The results from that excavation have not yet been published.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Carol Meyer et al., From Zanzibar to Zagros: A Copal Pendant from Eshnunna, Journal of Near Eastern Studies, vol. 50, no. 4, pp. 289-298, 1991",
        "Henri Frankfort, The Indus civilization and the Near East. Annual Bibliography of Indian Archaeology for 1932, Leyden, VI, pp. 1-12, 1934",
        "Henri Frankfort, Thorkild Jacobsen, and Conrad Preusser, Tell Asmar and Khafaje: The First Season's Work in Eshnunna 1930/31, Oriental Institute Communication 13, 1932",
        "Henri Frankfort, Tell Asmar, Khafaje and Khorsabad: Second Preliminary Report of the Iraq Expedition, Oriental Institute Communication 16, 1933",
        "Henri Frankfort, Iraq Excavations of the Oriental Institute 1932/33: Third Preliminary Report of the Iraq Expedition, Oriental Institute Communication 17, 1934",
        "Henri Frankfort with a chapter by Thorkild Jacobsen, Oriental Institute Discoveries in Iraq, 1933/34: Fourth Preliminary Report of the Iraq Expedition, Oriental Institute Communication 19,",
        "Henri Frankfort, Progress of the Work of the Oriental Institute in Iraq, 1934/35: Fifth Preliminary Report of the Iraq Expedition, Oriental Institute Communication 20, 1936",
        "Henri Frankfort, Seton Lloyd, and Thorkild Jacobsen with a chapter by Günter Martiny, The Gimilsin Temple and the Palace of the Rulers at Tell Asmar, Oriental Institute Publication 43, 1940",
        "Chubb, Mary (7 November 1961). 'Rebuilding The Tower Of Babel'. The Times (55232)",
        "Clay Sealings And Tablets From Tell Asmar",
        "TAARII efforts to rescue Iraqi Archaeological publications"
      ],
      "history": "Occupied from the Jemdet Nasr period, about 3000 BC, Eshnunna was a major city during the Early Dynastic period of Mesopotamia. Beginning with the rise of the Akkadian Empire, Eshnunna oscillated between periods of independence and domination by empires such as the Third Dynasty of Ur and Isin. Because of its promise of control over lucrative trade routes, Eshnunna could function somewhat as a gateway between Mesopotamian and Elamite culture. The trade routes gave it access to many exotic, sought-after goods such as horses from the north, copper, tin, and other metals and precious stones. In a grave in Eshnunna, a pendant made of copal from Zanzibar was found. A small number of seals and beads from the Indus Valley Civilization were also found. After rising to prominence as an independent state in the early second millennium, during the time of Shamshi-Adad, Eshnunna was then occupied by Elam, after which it was conquered by Hammurabi of Babylon in the 38th year of his reign, and thus absorbed within the Old Babylonian Empire (sometimes called the First Babylonian Dynasty). Thereafter, the city appears but rarely in cuneiform textual sources, reflecting its probable decline and eventual disappearance.",
      "abandoned": "c. 1700 BC",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Tell Telloh, Dhi Qar Province, Iraq",
      "coordinates": "31°33′43.3″N 46°10′39.3″E",
      "type": "Settlement",
      "founded": "",
      "excavation_dates": "",
      "title": "Girsu",
      "alternate_name": "",
      "info": "Girsu (Sumerian Ĝirsu; cuneiform ĝir2-suki 𒄈𒋢𒆠) was a city of ancient Sumer, situated some 25 km (16 mi) northwest of Lagash, at the site of modern Tell Telloh, Dhi Qar Governorate, Iraq.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Telloh was the first Sumerian site to be extensively excavated, at first under the French vice-consul at Basra, Ernest de Sarzec, from 1877 to 1900, followed by his successor Gaston Cros from 1903–1909. Excavations continued under Abbé Henri de Genouillac in 1929–1931 and under André Parrot in 1931–1933. It was at Girsu that the fragments of the Stele of the Vultures were found. The site has suffered from poor excavation standards and also from illegal excavations. About 50,000 cuneiform tablets have been recovered from the site. Excavations at Tello have now resumed as part of a training program for Iraqi archaeologists organized by the American Schools of Oriental Research. A foundation tablet and a number of inscribed building cones have been found.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Because of the initial nasal velar ŋ, the transcription of Ĝirsu is sometimes spelled as Ngirsu (also: G̃irsu, Girsu, Jirsu).",
        "Dietz Otto Edzard, Gudea and His Dynasty. University of Toronto Press, 1997, ISBN 0-8020-4187-6",
        "Découvertes en Chaldée, E. de Sarzec, Paris, Leroux, 1884–1893",
        "Nouvelles fouilles de Tello, Gaston Cros, Paris, 1910",
        "Fouilles de Telloh I: Epoques presargoniques, Abbé Henri de Genouillac, Paris, 1934",
        "Fouilles de Telloh II: Epoques d'Ur III Dynastie et de Larsa, Abbé Henri de Genouillac, Paris, 1936",
        "A. Parrot, Tello: vingt campagnes de fouilles 1877–1933, Paris, A. Michel ,1948",
        "Telloh Tablets at Haverford Library",
        "The Iraq Emergency Heritage Management Training Scheme"
      ],
      "history": "Girsu was possibly inhabited in the Ubaid period (5300-4800 BC), but significant levels of activity began in the Early Dynastic period (2900-2335 BC). At the time of Gudea, during the Second Dynasty of Lagash, Girsu became the capital of the Lagash kingdom and continued to be its religious center after political power had shifted to city of Lagash. During the Ur III period, Girsu was a major administrative center for the empire. After the fall of Ur, Girsu declined in importance, but remained inhabited until approximately 200 BC.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Harbidum",
      "alternate_name": "",
      "info": "Harbidum is the name of a minor city of Sumer, located near Kish, at the Irnina canal (connecting it with Kuta). The city contained a temple dedicated to Ishara. Harbidum is one of a cluster of settlements of which Kish was the most prominent, and which also included Garnanum and Lulhani.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Douglas Frayne, The Early Dynastic List of Geographical Names (1992), p. 9."
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Isin",
      "alternate_name": "",
      "info": "Isin (Sumerian: 𒉌𒋛𒅔𒆠 I3-si-inki, modern Arabic: Ishan al-Bahriyat) is an archaeological site in Al-Qādisiyyah Governorate, Iraq. Excavations have shown that it was an important city-state in the past.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "Isin is located approximately 20 miles (32 km) south of Nippur. It is a tell, or settlement mound, about 1.5 kilometres (0.93 mi) across and with a maximum height of 8 metres (26 ft).",
      "occupation": "The site of Isin was occupied at least as early as the Early Dynastic period in the middle of the 3rd millennium BC, and possibly as far back as the Ubaid period. While cuneiform tablets from that time were found, the first epigraphic reference to Isin was not until the Ur III period. When the deteriorating Third Dynasty of Ur (Ur III) finally collapsed at the hands of the Elamites at the end of the third millennium BC, a power vacuum was left that other city-states scrambled to fill. The last king of the Ur Dynasty, Ibbi-Sin, had not the resources nor the organized government needed to expel the Elamite invaders. One of his governmental officials, Ishbi-Erra, relocated from Ur to Isin, another city in the south of Mesopotamia, and established himself as a ruler there. One of Ishbi-Erra's year names reports his defeating Ibbi-Sin in battle. Although he is not considered part of the Third Dynasty of Ur, Ishbi-Erra did make some attempts at continuing the trappings of that dynasty, most likely to justify his rule. Ishbi-Erra had ill luck expanding his kingdom, however, for other city-states in Mesopotamia rose to power as well. Eshnunna and Ashur were developing into powerful centers. However, he did succeed in repulsing the Elamites from the Ur region. This gave the Isin dynasty control over the culturally significant cities of Ur, Uruk, and the spiritual center of Nippur. For over 100 years, Isin flourished. Remains of large buildings projects, such as temples, have been excavated. Many royal edicts and law-codes from that period have been discovered. The centralized political structure of Ur-III was largely continued, with Isin's rulers appointing governors and other local officials to carry out their will in the provinces. Lucrative trade routes to the Persian Gulf remained a crucial source of income for Isin. The exact events surrounding Isin's disintegration as a kingdom are mostly unknown, but some evidence can be pieced together. Documents indicate that access to water sources presented a huge problem for Isin. Isin also endured an internal coup of a sort when Gungunum the royally appointed governor of Larsa and Lagash province, seized the city of Ur. Ur had been the main center of the Gulf trade; thus this move economically crippled Isin. Additionally, Gungunum's two successors Abisare and Sumuel (c. 1905 BC and 1894 BC) both sought to cut Isin off from its canals by rerouting them into Larsa. At some point, Nippur was also lost. Isin would never recover. Around 1860 BC, an outsider named Enlil-bani seized the throne of Isin, ending the hereditary dynasty established by Ishbi-Erra over 150 years earlier. Although politically and economically weak, Isin maintained its independence from Larsa for at least another forty years, ultimately succumbing to Larsa's ruler Rim-Sin I. After the First Dynasty of Babylon rose to power in the early 2nd millennium and captured Larsa, much significant construction occurred at Isin. This ended with a destruction dated to around the 27th year of the reign of Samsu-iluna, son of Hammurabi, based on tablets found there. Later, the Kassites who took over in Babylon after its sack in 1531 BC, resumed building at Isin. The final significant stage of activity occurred during the Second Dynasty of Isin at the end of the 2nd millennium, most notably by king Adad-apla-iddina.",
      "references": [
        "ETCSL. Sumerian King List . Accessed 19 Dec 2010.",
        "Raymond P. Dougherty, An Archæological Survey in Southern Babylonia I, Bulletin of the American Schools of Oriental Research, no. 23, pp. 15-28, 1926",
        "Excavations in Iraq 1972-73, Iraq, vol. 35, no. 2, pp. 192, 1973",
        "Excavations in Iraq 1973-74, Iraq, vol. 37, no. 1, pp. 57-58, 1975",
        "Excavations in Iraq 1975, Iraq, vol. 38, no. 1, pp. 69-70, 1976",
        "Excavations in Iraq 1977-78, Iraq, vol. 41, no. 2, pp. 150, 1979",
        "Excavations in Iraq 1983-84, Iraq, vol. 47, pp. 221, 1985",
        "Excavations in Iraq 1985-86, Iraq, vol. 49, pp. 239-240, 1987",
        "Excavations in Iraq 1987-88, Iraq, vol. 51, pp. 256, 1989",
        "Excavations in Iraq 1989–1990, Iraq, vol. 53, pp. 175-176, 1991",
        "Vaughn E. Crawford, An Ishbi-Irra Date Formula, Journal of Cuneiform Studies, vol. 2, no. 1, pp. 13-19, 1948",
        "William W. Hallo, The Last Years of the Kings of ISIN, Journal of Near Eastern Studies, vol. 18, no. 1, pp. 54-72, 1959"
      ],
      "history": "Ishan al-Bahriyat was visited by Stephen Herbert Langdon for a day to conduct a sounding, while he was excavating at Kish in 1924. Most of the major archaeological work at Isin was accomplished in 11 seasons between 1973 and 1989 by a team of German archaeologists led by Barthel Hrouda. However, as was the case at many sites in Iraq, research was interrupted by the Gulf War (1990-1) and the Iraq War (2003 to 2011). Since the end of excavations, extensive looting is reported to have occurred at the site. Even when the German team began their work, the site had already been heavily looted.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Kesh",
      "alternate_name": "",
      "info": "Kesh was an ancient Sumerian city and religious site, whose patron goddess was Ninhursag. Its location is uncertain; some of the possible sites put forth include Al-Ubaid, near Ur, or Tell al-Wilayah near Adab or Abu Salabikh. Robert D. Biggs suggested it could have just been a variation in the spelling of Kish. There is a famous Kesh temple hymn about Ninhursag's temple in Kesh, where she is called Nintud. The goddess Nisaba appears as the temple's caretaker and decision maker",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Biggs, Robert D., Zeitschrift für Assyriologie und Vorderasiatische, Archäologie , Volume 61 (2), de Gruyter – Jan 1, 1971 - Springerprotocols",
        "http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.80.2#"
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Tell al-Uhaymir, Babil Governorate, Iraq",
      "coordinates": "32°32′25″N 44°36′17″E",
      "type": "Settlement",
      "founded": "Approximately 3100 BC",
      "excavation_dates": "",
      "title": "Kish",
      "alternate_name": "",
      "info": "Kish (Sumerian: Kiš; transliteration: Kiški; cuneiform: 𒆧𒆠; Akkadian: kiššatu) was an ancient tell (hill city) of Sumer in Mesopotamia, considered to have been located near the modern Tell al-Uhaymir in the Babil Governorate of Iraq, east of Babylon and 80 km south of Baghdad.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "The Kish archaeological site is actually an oval area roughly 8 by 3 km (5 by 2 mi), transected by the dry former bed of the Euphrates River, encompassing around 40 mounds, the largest being Uhaimir and Ingharra. The most notable mounds are:- Tell Uhaimir - believed to be the location of the city of Kish. It means 'the red' after the red bricks of the ziggurat there.Tell Ingharra - believed to be the location of Hursagkalamma, east of Kish home of a temple of Inanna.Tell KhaznehTell el-Bender - held Parthian materialMound W - where a number of Neo-Assyrian tablets were discoveredAfter irregularly excavated tablets began appearing at the beginning of the twentieth century, François Thureau-Dangin identified the site as being Kish. Those tablets ended up in a variety of museums. Because of it's close proximity to Babylon the site was visited be a number of explorers and travelers in the 1800s, some involving excavation, most notably by the foreman of Hormuzd Rassam who dug there with a crew of 20 men for a number of months. None of this early work was published. A French archaeological team under Henri de Genouillac excavated at Tell Uhaimir between 1912 and 1914, finding some 1,400 Old Babylonian tablets which were distributed to the Istanbul Archaeology Museum and the Louvre. Later, a joint Field Museum and University of Oxford team under Stephen Langdon excavated from 1923 to 1933, with the recovered materials split between Chicago and the Ashmolean Museum at Oxford. The actual excavations at Tell Uhaimir were led initially by E. MacKay and later by L. C. Watelin. Work on the faunal and flora remains was conducted by Henry Field. More recently, a Japanese team from the Kokushikan University led by Ken Matsumoto excavated at Tell Uhaimir in 1988, 2000, and 2001. The final season lasted only one week.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "The Electronic Text Corpus of Sumerian Literature",
        "Electronic Pennsylvania Sumerian Dictionary (EPSD)",
        "Hall, John Whitney, ed. (2005) [1988]. 'The Ancient Near East'. History of the World: Earliest Times to the Present Day. John Grayson Kirk. 455 Somerset Avenue, North Dighton, MA 02764, USA: World Publications Group. p. 30. ISBN 1-57215-421-7.",
        "Cambridge Ancient History, p. 100",
        "Donald P. Hansen, Erica Ehrenberg. Leaving No Stones Unturned: Essays on the Ancient Near East and Egypt in Honor of Donald P. Hansen. p. 133.",
        "Albrecht Goetze, Early Kings of Kish, Journal of Cuneiform Studies, vol. 15, no. 3, pp. 105–111, 1961",
        "McGuire Gibson, The city and Area of Kish, Field Research Projects, Coconut Grove, 1972",
        "Inanna's Descent to the Underworld translation at ETCSL",
        "Henri de Genouillac, Premières recherches archéologiques à Kich : mission d'Henri de Genouillac 1911-1912 : rapport sur les travaux et inventaires, fac-similés, dessins, photographies et plans. Tome premier, Paris : Libr. ancienne Edouard Champion, 5, quai Malaquais, 1924",
        "Stephen Langdon, Excavations at Kish I (1923–1924), 1924",
        "Stephen Langdon and L. C. Watelin, Excavations at Kish III (1925–1927), 1930",
        "Stephen Langdon and L. C. Watelin, Excavations at Kish IV (1925–1930), 1934",
        "Henry Field, The Field Museum-Oxford University expedition to Kish, Mesopotamia, 1923–1929, Chicago, Field Museum of Natural History, 1929",
        "P. R. S. Moorey, Kish excavations, 1923–1933 : with a microfiche catalogue of the objects in Oxford excavated by the Oxford-Field Museum, Chicago, Expedition to Kish in Iraq, Clarendon Press, 1978, ISBN 0-19-813191-7",
        "S. Langdon and D. B. Harden, Excavations at Kish and Barghuthiat 1933, Iraq, vol. 1, no. 2, pp. 113-136, 1934",
        "S. D. Ross, 'The excavations at Kish. With special reference to the conclusions reached in 1928-29', in Journal of The Royal Central Asian Society, vol. 17, iss. 3, pp. 291 - 300, 1930",
        "Henry Field, Ancient Wheat and Barley from Kish Mesopotamia, American Anthropologist, New Series, vol. 34, no. 2, pp. 303-309, 1932",
        "L. H. Dudley Buxton and D. Talbot Rice, Report on the Human Remains Found at Kish, The Journal of the Royal Anthropological Institute of Great Britain and Ireland, vol. 61, pp. 57-119, 1931",
        "K. Matsumoto, Preliminary Report on the Excavations at Kish/Hursagkalama 1988–1989, al-Ra¯fida¯n 12, pp.261-307, 1991",
        "K. Matsumoto and H. Oguchi, Excavations at Kish, 2000, al-Rafidan, vol. 23, pp. 1-16, 2002",
        "K. Matsumoto and H. Oguchi, News from Kish: The 2001 Japanese Work, al-Rafidan, vol. 25, pp. 1-8, 2004",
        "E. Mackay, Report on the Excavation of the 'A' Cemetery at Kish, Mesopotamia, Pt. 1, A Sumerian Palace and the 'A' Cemetery, Pt. 2 (Anthropology Memoirs I, 1-2), Chicago: Field Museum,1931",
        "Nissen, Hans The early history of the ancient Near East, 9000–2000 B.C. (Chicago/London: University of Chicago Press, 1988. ISBN 0-226-58656-1, ISBN 0-226-58658-8) Elizabeth Lutzeir, trans.",
        "I. J. Gelb, Sargonic Texts in the Ashmolean Museum, Oxford, Materials for the Assyrian Dictionary 5, University of Chicago Press, 1970 ISBN 0-226-62309-2",
        "McGuire Gibson, The Archaeological uses of Cuneiform Documents: Patterns of Occupation at the City of Kish, Iraq, vol. 34, iss. 2, pp. 113-123, Autumn 1972",
        "T. Claydon, Kish in the Kassite Period (c. 1650 – 1150 B.C), Iraq, vol. 54, pp. 141–155, 1992",
        "P. R. S. Moorey, A Re-Consideration of the Excavations on Tell Ingharra (East Kish) 1923-33, Iraq, vol. 28, no. 1, pp. 18–51, 1966",
        "P. R. S. Moorey, The Terracotta Plaques from Kish and Hursagkalama, c. 1850 to 1650 B.C., Iraq, vol. 37, no. 2, pp. 79–99, 1975",
        "Norman Yoffee, The Economics of Ritual at Late Old Babylonian Kish, Journal of the Economic and Social History of the Orient, vol. 41, no. 3, pp. 312–343, 1998",
        "P. R. S. Moorey, The 'Plano-Convex Building' at Kish and Early Mesopotamian Palaces, Iraq, vol. 26, no. 2, pp. 83–98, 1964",
        "P. R. S. Moorey, Cemetery A at Kish: Grave Groups and Chronology, Iraq, vol. 32, no. 2, pp. 86–128, 1970",
        "Wu Yuhong and Stephanie Dalley, The Origins of the Manana Dynasty at Kish and the Assyrian King List, Iraq, vol. 52, pp. 159–165, 1990",
        "Seton Lloyd, Back to Ingharra: Some Further Thoughts on the Excavations at East Kish, Iraq, vol. 31, no. 1, pp. 40–48, 1969",
        "Federico Zaina, Radiocarbon date from Early Dynastic Kish and the stratigraphy and chronology of the YWN Sounding at Tell Ingharr, Iraq, vol. 77(1), pp. 225–234, 2015",
        "Zaina, F., Craft, Administration and Power in Early Dynastic Mesopotamian Public Buildings. Recovering the Plano-convex Building at Kish, Iraq, Paléorient, vol. 41, p. 177–197, 2015"
      ],
      "history": "Kish was occupied from the Jemdet Nasr period (c. 3100 BC), gaining prominence as one of the pre-eminent powers in the region during the early dynastic period. The Sumerian king list states that Kish was the first city to have kings following the deluge, beginning with Jushur. Jushur's successor is called Kullassina-bel, but this is actually a sentence in Akkadian meaning 'All of them were lord'. Thus, some scholars have suggested that this may have been intended to signify the absence of a central authority in Kish for a time. The names of the next nine kings of Kish preceding Etana are all Akkadian words for animals, e.g. Zuqaqip 'scorpion'. The East Semitic nature of these and other early names associated with Kish reveals that its population had a strong Semitic (Akkadian speaking) component from the dawn of recorded history, Ignace Gelb identified Kish as the center of the earliest East Semitic culture which he calls the Kish civilization.The twelfth king of Kish appearing on the Sumerian king list, Etana, is noted as 'the shepherd, who ascended to heaven and consolidated all the foreign countries'. Although his reign has yet to be archaeologically attested, his name is found in later legendary tablets, and Etana is sometimes regarded as the first king and founder of Kish. The twenty-first king of Kish on the list, Enmebaragesi, who is said to have captured the weapons of Elam, is the first name confirmed by archaeological finds from his reign. He is also known through other literary references, in which he and his son Aga of Kish are portrayed as contemporary rivals of Dumuzid, the Fisherman, and Gilgamesh, early rulers of Uruk. Some early kings of Kish are known through archaeology, but are not named on the King list. These include Utug or Uhub, said to have defeated Hamazi in the earliest days, and Mesilim, who built temples in Adab and Lagash, where he seems to have exercised some control. The Third Dynasty of Kish is unique in that it begins with a woman, previously a tavern keeper, Kubau, as 'king'. She was later deified as the goddess Kheba. Afterwards, although its military and economic power was diminished, Kish retained a strong political and symbolic significance. Just as with Nippur to the south, control of Kish was a prime element in legitimizing dominance over the north of Mesopotamia (Assyria, Subartu). Because of the city's symbolic value, strong rulers later claimed the traditional title 'King of Kish', even if they were from Akkad, Ur, Assyria, Isin, Larsa or Babylon. One of the earliest to adopt this title upon subjecting Kish to his empire was King Mesannepada of Ur. A few governors of Kish for other powers in later times are also known, including Ashduniarim and Iawium.Sargon of Akkad, the founder of the Akkadian Empire came from the area nearby Kish, called Azupiranu. He would later declare himself the king of Kish, as an attempt to signify his connection to the religiously important area. In Akkadian times the city's patron deity was Zababa (or Zamama), along with his wife, the goddess Inanna. Kish continued to be occupied through the pre-Babylonian, old Babylonian, Kassite, and Neo-Assyrian Empire and Neo-Babylonian periods, and into classical Seleucid times, before being abandoned.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "31°50′17″N 45°28′50″E",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Kisurra",
      "alternate_name": "",
      "info": "Kisurra (modern Tell Abu Hatab, Al-Qādisiyyah Governorate, Iraq) was an ancient Sumerian tell (hill city) situated on the west bank of the Euphrates, 7 kilometres (4.3 mi) north of Shuruppak.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "German archaeologists, beginning with Robert Koldewey in 1902, have found many cuneiform tablets from Tell Abu Hatab.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Sumerian Waterways Archived 2007-07-17 at the Wayback Machine.",
        "Rogers, Robert William (1915) A History of Babylonia and Assyria. The Abingdon Press p435",
        "Walter Andrae, Die Umgebung von Fara und Abu Hatab, Mitteilungen der Deutschen Orient Gesellschaft, no. 16 , pp. 24-30, 1903",
        "Walter Andrae, Ausgrabungen in Fara und Abu Hatab. Bericht über die Zeit vom 15. August 1902 bis 10. Januar 1903, Mitteilungen der Deutschen Orient Gesellschaft, no. 17, pp. 4-35, 1903",
        "E. Heinrich, Fara: Ergebmisse der Ausgrabungen der Deustchen Orient Gesellschaft in Fara und Abu Hatab 1902/03, J.C. Hinrichs, 1931"
      ],
      "history": "Kisurra was established ca. 2700 BC, during the Sumerian Early Dynastic II period. The southern end of the Isinnitum Canal was joined back into the Euphrates at Kisurra. The city lasted as a center for commerce and transport through the Akkadian and part of the Babylonian Empires, until cuneiform texts and excavation show a decline during the time of Hammurabi (c.1800 BCE).",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Dhi Qar Governorate, Iraq",
      "coordinates": "30°50′N 46°20′E",
      "type": "tell",
      "founded": "",
      "excavation_dates": "1855, 1918, 1940s",
      "title": "Kuara",
      "alternate_name": "Kuara, Kisiga, Ku'ara",
      "info": "Kuara (also known as Kisiga, Ku'ara, modern Tell al-Lahm site, Dhi Qar Governorate, Iraq) is an archaeological site in Dhi Qar Province (Iraq). According to the Sumerian king list, Kuara was also the home of Dumuzid, the fisherman, legendary third king of Uruk . The city's patron deity was Meslamtaea (Nergal). In Sumerian mythology, Kuara was also considered the birthplace of the god Marduk (Asarluhi), Enki's son. The cults of Marduk and Ninehama were centered in Kuara.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "J.E. Taylor, R. Campbell Thompson, F. Safar",
      "archaeology": "",
      "research": "The location was excavated for a few days in 1855 by J. E. Taylor. He found a few inscribed bricks, and a single cuneiform tablet. While working at Eridu for the British Museum in 1918, R. Campbell Thompson excavated there briefly. In more modern times, Fuad Safar conducted soundings at Kuara.",
      "environment": "Tell al-Lahm is located on the western bank of the mouth of the Euphrates, about 30 kilometres (19 mi) southeast of Ur. The site consists of two tells or settlement mounds, with some peripheral ridges, near a dry canal bed.",
      "occupation": "Kuara was established ca. 2500 BC, during the Sumerian Early Dynastic II period. It was a seaport to the Persian Gulf, and traded with the port of Dilmun. In 709 BC, the Assyrian king Sargon II was trying to capture Marduk-apal-iddina II, who fled to Kuara, whereupon Sargon's army laid siege and destroyed the city. Alluvial soil carried by the Euphrates continually extended the land farther into the Persian Gulf; thus the modern site is far from the sea, even though it was a sea port 4500 years ago.",
      "references": [
        "Beaulieu, Paul-Alain (2003) The Pantheon of Uruk During the Neo-Babylonian Period. Brill. 424p ISBN 90-04-13024-1, p.114",
        "Sumerian City-States Archived 2007-08-18 at the Wayback Machine.",
        "A.R. George, Babylonian Topographical Texts, Peeters Publishers, 1992, ISBN 90-6831-410-6",
        "Black, Jeremy A (2004) The Literature of Ancient Sumer . Oxford University Press. 436p ISBN 0-19-926311-6, p.134, 365",
        "J. E. Taylor, Notes on Abu Shahrein and Tel el Lahm, Journal of the Royal Asiatic Society, vol. 15, pp. 404-415, 1855",
        "E. Sollberger, Mr. Taylor in Chaldaea, Anatolian Studies, vol. 22, pp. 129-139, 1972",
        "R. Campbell Thompson, The British Museum excavations at Abu Shahrain in Mesopotamia in 1918, Oxford, 1920",
        "Fuad Safar, Soundings at Tell Al-Laham, Sumer, vol. 5, pp. 154-172, 1949",
        "Frame, Grant (1992) Babylonia 689-627 B.C.: A Political History. Nederlands Historisch-Archaeologisch Instituut te Istanbul. Istanbul, Turkey. 396p. ISBN 90-6258-069-6, p.162",
        "Theresa Howard-Carter, Dilmun: At Sea or Not at Sea?: A Review Article, Journal of Cuneiform Studies, vol. 39, no. 1, pp. 54-117, 1987",
        "Boederman, John (2002) The Cambridge Ancient History. Cambridge University Press. ISBN 0-521-22717-8, p.99",
        "Potts, Daniel T. (1997) Mesopotamian Civilization: The Material Foundations. Cornell University Press. 366p ISBN 0-8014-3339-8, p.191"
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Ash Shatrah, Dhi Qar Province, Iraq",
      "coordinates": "31°24′41″N 46°24′26″E",
      "type": "Settlement",
      "founded": "3rd millennium BC",
      "excavation_dates": "",
      "title": "Lagash",
      "alternate_name": "",
      "info": "Lagash/ˈleɪɡæʃ/ (cuneiform: 𒉢𒁓𒆷𒆠 LAGAŠKI; Sumerian: Lagaš) is an ancient city located northwest of the junction of the Euphrates and Tigris rivers and east of Uruk, about 22 kilometres (14 mi) east of the modern town of Ash Shatrah, Iraq. Lagash (modern Al-Hiba) was one of the oldest cities of the Ancient Near East. The ancient site of Nina (modern Surghul) is around 10 km (6.2 mi) away and marks the southern limit of the state. Nearby Girsu (modern Telloh), about 25 km (16 mi) northwest of Lagash, was the religious center of the Lagash state. Lagash's main temple was the E-Ninnu, dedicated to the god Ningirsu.",
      "area": "400 to 600 ha",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Lagash is one of the largest archaeological mounds in the region, measuring roughly 3 by 1.5 km (2 by 1 mi). Estimates of its area range from 400 to 600 hectares (990 to 1,480 acres). The site is divided by the bed of a canal/river, which runs diagonally through the mound. The site was first excavated, for six weeks, by Robert Koldewey in 1887. It was inspected during a survey of the area by Thorkild Jacobsen and Fuad Safar in 1953, finding the first evidence of its identification as Lagash. The major polity in the region of al-Hiba and Tello had formerly been identified as ŠIR.BUR.LA (Shirpurla). Tell Al-Hiba was again explored in five seasons of excavation between 1968 and 1976 by a team from the Metropolitan Museum of Art and the Institute of Fine Arts of New York University. The team was led by Vaughn E. Crawford, and included Donald P. Hansen and Robert D. Biggs. The primary focus was the excavation of the temple Ibgal of Inanna and the temple Bagara of Ningirsu, as well as an associated administrative area. The team returned 12 years later, in 1990, for a final season of excavation led by D. P. Hansen. The work primarily involved areas adjacent to an, as yet, unexcavated temple. The results of this season have apparently not yet been published.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "'ETCSLsearch'. Retrieved 21 November 2016.",
        "The Pennsylvania Sumerian Dictionary. 'Lagash.' Accessed 19 Dec 2010.",
        "'ePSD: lagaš[storehouse]'. Retrieved 21 November 2016.",
        "Sumerian: Lagaški; cuneiform logogram: 𒉢𒁓𒆷𒆠, [NU11.BUR].LAKI or [ŠIR.BUR].LAKI, 'storehouse;' Akkadian: Nakamtu; modern Tell al-Hiba, Dhi Qar Governorate, Iraq",
        "Tertius Chandler, Four Thousand Years of Urban Growth: An Historical Census, Edwin Mellen Press, 1987, ISBN 0-88946-207-0",
        "Joan Goodnick Westenholz, Kaku of Ur and Kaku of Lagash, Journal of Near Eastern Studies, vol. 43, no. 4, pp. 339–42, 1984",
        "Grant, R.G. (2005). Battle. Great Britain: Dorling Kindersley Limited. ISBN 978-1-74033-593-5.",
        "Donald P. Hansen, Al-Hiba, 1968–1969: A Preliminary Report, Artibus Asiae, vol 32, no. 4, pp. 243–58, 1970",
        "Donald P. Hansen, Al-Hiba, 1970–1971: A Preliminary Report, Artibus Asiae, vol. 35 no. 1-2, pp. 62–70, 1973",
        "Donald P. Hansen, Al-Hiba: A summary of four seasons of excavation: 1968–1976, Sumer, vol. 34, pp. 72–85, 1978",
        "Vaughn E. Crawford, Inscriptions from Lagash, Season Four, 1975–76, Journal of Cuneiform Studies, vol. 29, no. 4, pp. 189–222, 1977",
        "Excavations in Iraq 1989–1990, Iraq, vol 53, pp. 169–82, 1991"
      ],
      "history": "From inscriptions found at Girsu such as the Gudea cylinders, it appears that Lagash was an important Sumerian city in the late 3rd millennium BC. It was at that time ruled by independent kings, Ur-Nanshe (24th century BC) and his successors, who were engaged in contests with the Elamites on the east and the kings of Kienĝir and Kish on the north. Some of the earlier works from before the Akkadian conquest are also extremely interesting, in particular Eanatum's Stele of the Vultures and Entemena's great silver vase ornamented with Ningirsu's sacred animal Anzu: a lion-headed eagle with wings outspread, grasping a lion in each talon. With the Akkadian conquest Lagash lost its independence, its ruler or ensi becoming a vassal of Sargon of Akkad and his successors; but Lagash continued to be a city of much importance and above all, a centre of artistic development. After the collapse of Sargon's state, Lagash again thrived under its independent kings (ensis), Ur-Baba and Gudea, and had extensive commercial communications with distant realms. According to his own records, Gudea brought cedars from the Amanus and Lebanon mountains in Syria, diorite from eastern Arabia, copper and gold from central and southern Arabia, while his armies were engaged in battles with Elam on the east. His was especially the era of artistic development. We even have a fairly good idea of what Gudea looked like, since he placed in temples throughout his city numerous statues or idols depicting himself with lifelike realism, (Statues of Gudea). At the time of Gudea, the capital of Lagash was actually in Girsu. The kingdom covered an area of approximately 1,600 square kilometres (620 sq mi). It contained 17 larger cities, eight district capitals, and numerous villages (about 40 known by name). According to one estimate, Lagash was the largest city in the world from c. 2075 to 2030 BC. Soon after the time of Gudea, Lagash was absorbed into the Ur III state as one of its prime provinces. There is some information about the area during the Old Babylonian period. After that it seems to have lost its importance; at least we know nothing more about it until the construction of the Seleucid fortress mentioned, when it seems to have become part of the Greek kingdom of Characene.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Larak",
      "alternate_name": "",
      "info": "Larak (Sumerian:𒆷𒊏𒀝𒆠, LA-RA-AKKI) was an important city of ancient Sumer. According to the Sumerian king list, 'it was the third of the five cities to 'exercise kingship' in the antediluvian era. The only king of Larak to be mentioned is En-sipad-zid-ana.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "ETCSL. The Sumerian King List. Accessed 19 Dec 2010."
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Larsa",
      "alternate_name": "",
      "info": "Larsa (Sumerian logogram: UD.UNUGKI, read Larsamki) was an important city of ancient Sumer, the center of the cult of the sun god Utu. It lies some 25 km southeast of Uruk in Iraq's Dhi Qar Governorate, near the east bank of the Shatt-en-Nil canal at the site of the modern settlement Tell as-Senkereh or Sankarah.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "The remains of Larsa cover an oval about 4.5 miles in circumference. The highest point is around 70 feet in height. The site of Tell es-Senkereh, then known as Sinkara, was first excavated by William Loftus in 1850 for less than a month. In those early days of archaeology, the effort was more focused on obtaining museum specimens than scientific data and niceties like site drawings and findspots were not yet in common usage. Loftus recovered building bricks of Nebuchadnezzar II of the Neo-Babylonian Empire which enabled the sites identification as the ancient city of Larsa. Much of the effort by Loftus was on the temple of Shamash, rebuilt by Nebuchadnezzar II. Inscriptions of Burna-Buriash II of the Kassite dynasty of Babylon and Hammurabi of the First Babylonian Dynasty were also found. Larsa was also briefly worked by Walter Andrae in 1903. The site was inspected by Edgar James Banks in 1905. He found that widespread looting by the local population was occurring there. The first modern, scientific, excavation of Senkereh occurred in 1933, with the work of Andre Parrot. Parrot worked at the location again in 1967. In 1969 and 1970, Larsa was excavated by Jean-Claude Margueron. Between 1976 and 1991, an expedition of the Delegation Archaeologic Francaise en Irak led by J-L. Huot excavated at Tell es-Senereh for 13 seasons.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "ETCSL. The Lament for Nibru. Accessed 19 Dec 2010.",
        "ETCSL. The Temple Hymns. Accessed 19 Dec 2010.",
        "W. G. Lambert, The Home of the First Sealand Dynasty, Journal of Cuneiform Studies, vol. 26, no. 1, pp. 208-210, 1974",
        "Robson, Eleanor (2002). 'Words and pictures: new light on Plimpton 322' (PDF). American Mathematical Monthly. Mathematical Association of America. pp. 105–120. doi:10.2307/2695324",
        "WIlliam Loftus, Travels and researches in Chaldæa and Susiana; with an account of excavations at Warka, the Erech of Nimrod, and Shúsh, Shushan the Palace of Esther, in 1849-52, J. Nisbet and Co., 1857",
        "Edgar James Banks, Senkereh, the Ruins of Ancient Larsa, The Biblical World, vol. 25, no. 5, pp. 389-392, 1905",
        "Andre Parrot, Villes enfouies. Trois campagnes de fouilles en Mésopotamie, 1935",
        "A. Parrot, Les fouilles de Tello et de. Senkereh-Larsa, campagne 1932-1933, Revue d'Assyriologie, vol. 30, pp.169-182, 1933",
        "André Parrot, Les fouilles de Larsa, Syria, vol. 45, iss. 3-4, pp. 205-239, 1968",
        "Jean-Claude Margueron, Larsa, rapport preliminaire sur la quatrieme campagne, Syria, vol. 47, pp. 271-287, 1970",
        "Jean-Claude Margueron, Larsa, rapport preliminaire sur la cinquieme campagne, Syria, vol. 48, pp. 271-287, 1971",
        "J-L. Huot, Larsa, rapport preliminaire sur la septieme campagne Larsa et la premiere campagne Tell el 'Oueili (1976), Syria, vol. 55, pp. 183-223, 1978",
        "J-L. Huot, Larsa et 'Oueili, travaux de 1978-1981. Vol. 26, Memoire, Editions Recherche sur les civilisations, 1983, ISBN 2-86538-066-1",
        "J.-L. Huot, Larsa (10e campagne, 1983) et Oueili: Rapport preliminaire, Editions Recherche sur les civilisations, 1987, ISBN 2-86538-174-9",
        "J-L. Huot, Larsa, Travaux de 1985, Editions Recherche sur les civilisations, 1989, ISBN 2-86538-198-6"
      ],
      "history": "The historical 'Larsa' was already in existence as early as the reign of Eannatum of Lagash, who annexed it to his empire. The city became a political force during the Isin-Larsa period. After the Third Dynasty of Ur collapsed c. 2000 BC, Ishbi-Erra, an official of Ibbi-Sin, the last king of the Ur III Dynasty, relocated to Isin and set up a government which purported to be the successor to the Ur III dynasty. From there, Ishbi-Erra recaptured Ur as well as the cities of Uruk and Lagash, which Larsa was subject to. Subsequent Isin rulers appointed governors to rule over Lagash; one such governor was an Amorite named Gungunum. He eventually broke with Isin and established an independent dynasty in Larsa. To legitimize his rule and deliver a blow to Isin, Gungunum captured the city of Ur. As the region of Larsa was the main center of trade via the Persian Gulf, Isin lost an enormously profitable trade route, as well as a city with much cultic significance. Gungunum's two successors, Abisare (c. 1841–1830 BC) and Sumuel (c. 1830–1801 BC), both took steps to cut Isin completely off from access to canals. After this period, Isin quickly lost political and economic force. Larsa grew powerful, but it never accumulated a large territory. At its peak under king Rim-Sin I (c. 1758–1699 BC), Larsa controlled only about 10-15 other city-states — nowhere near the territory controlled by other dynasties in Mesopotamian history. Nevertheless, huge building projects and agricultural undertakings can be detected archaeologically. After the defeat of Rim-Sin I by Hammurabi of Babylon, Larsa became a minor site, though it has been suggested that it was the home of the 1st Sealand Dynasty of Babylon. Larsa is thought to be the source of a number of tablets involving Babylonian mathematics, including the Plimpton 322 tablet that contains patterns of Pythagorean triples.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Diwania in Iraq",
      "coordinates": "32°04′00″N 44°47′00″E",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Marad",
      "alternate_name": "",
      "info": "Marad (Sumerian: Marda, modern Tell Wannat es-Sadum or Tell as-Sadoum, Iraq) was an ancient Sumerian tell (hill city) . Marad was situated on the west bank of the then western branch of the Upper Euphrates River west of Nippur in modern day Iraq and roughly 50 km southeast of Kish, on the Arahtu River. The city's ziggurat E-igi-kalama was dedicated to Ninurta the god of earth and the plow, built by one of Naram-Sin's sons, as well as the tutelary deity Lugalmarada (also Lugal-Amarda). The city fell into the bounds of the Akkadian empire after the conquest of Sargon of Akkad",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "The site of Marad covers an area of less than 124 hectares (500 acres). Marad was excavated by a team from Qādisiyyah University in 1990 led by Na'el Hannoon, and in 2005 and 2007 led by Abbas Al-Hussainy",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "FS Safar, Old Babylonian contracts from Marad, University of Chicago,193",
        "Rients de Boer, Marad in the Early Old Babylonian Period: its Kings, Chronology and Isin's influence, Journal of Cuneiform Studies, vol. 65, pp. 73-90, 2013"
      ],
      "history": "Marad was established ca. 2700 BC, during the Sumerian Early Dynastic II period.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Nuffar, Al-Qādisiyyah Governorate, Iraq",
      "coordinates": "32°07′35.2″N 45°14′0.17″E",
      "type": "Settlement",
      "founded": "",
      "excavation_dates": "",
      "title": "Nippur",
      "alternate_name": "",
      "info": "Nippur (Sumerian: Nibru, often logographically recorded as 𒂗𒆤𒆠, EN.LÍLKI, 'Enlil City;' Akkadian: Nibbur) was among the most ancient of Sumerian cities.[citation needed] It was the special seat of the worship of the Sumerian god Enlil, the 'Lord Wind', ruler of the cosmos, subject to An alone. Nippur was located in modern Nuffar in Afak, Al-Qādisiyyah Governorate, Iraq.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Nippur was situated on both sides of the Shatt-en-Nil canal, one of the earliest courses of the Euphrates, between the present bed of that river and the Tigris, almost 160 km southeast of Baghdad. It is represented by the great complex of ruin mounds known to the Arabs as Nuffar, written by the earlier explorers Niffer, divided into two main parts by the dry bed of the old Shatt-en-Nil (Arakhat). The highest point of these ruins, a conical hill rising about 30 m above the level of the surrounding plain, northeast of the canal bed, is called by the Arabs Bint el-Amiror 'prince's daughter'. Nippur was first excavated, briefly, by Sir Austen Henry Layard in 1851. Full scale digging was begun by an expedition from the University of Pennsylvania. The work involved four seasons of excavation between 1889 and 1900 and was led by John Punnett Peters, John Henry Haynes, and Hermann Volrath Hilprecht. Nippur was excavated for 19 seasons between 1948 and 1990 by a team from the Oriental Institute of Chicago, joined at times by the University of Pennsylvania Museum of Archaeology and Anthropology and the American Schools of Oriental Research. As at Tello, so at Nippur, the clay archives of the temple were found not in the temple proper, but on an outlying mound. South-eastward of the temple quarter, without the walls above described, and separated from it by a large basin connected with the Shatt-en-Nil, lay a triangular mound, about 7.5 m in average height and 52.000 m2 in extent. In this were found large numbers of inscribed clay tablets (it is estimated that upward of 40,000 tablets and fragments have been excavated in this mound alone), dating from the middle of the 3rd millennium BC onward into the Persian period, partly temple archives, partly school exercises and text-books, partly mathematical tables, with a considerable number of documents of a more distinctly literary character.[citation needed] Almost directly opposite the temple, a large palace was excavated, apparently of the Seleucid period, and in this neighborhood and further southward on these mounds large numbers of inscribed tablets of various periods, including temple archives of the Kassite and commercial archives of the Persian period, were excavated. The latter, the 'books and papers' of the house of Murashu, commercial agents of the government, throw light on the condition of the city and the administration of the country in the Persian period, the 5th century BC. The former give us a very good idea of the administration of an ancient temple. The whole city of Nippur appears to have been at that time merely an appendage of the temple. The temple itself was a great landowner, possessed of both farms and pasture land. Its tenants were obliged to render careful accounts of their administration of the property entrusted to their care, which were preserved in the archives of the temple. We have also from these archives lists of goods contained in the temple treasuries and salary lists of temple officials, on tablet forms specially prepared and marked off for periods of a year or less.[citation needed] The Persian conquest of Mesopotamia in 539 BC resulted in improved irrigation, and thus immigration increased, drawing Lydians, Phrygians, Carians, Cilicians, Egyptians, Jews (many of whom were deported to Babylonia), Persians, Medes, Sacae, etc. to the area. In Nippur, the house of Murashu's surviving documents are reflective of this diverse populace as one third of contracts depict non-Babylonian names, and they evidently intermingled peaceably. Enduring for at least three successive generations, the house of Murashu capitalized on the enterprise of renting substantial plots of farmland having been awarded to occupying Persian governors, nobility, soldiery, probably at discounted rates, whose owners were most likely satisfied with a moderate return. The business would then subdivide these into smaller plots for cultivation by indigenous farmers and recent foreign settlers for a lucrative fee. The house of Murashu leased land, subdivided it, then subleased or rented out the smaller parcels, thereby simply acting as an intermediary. It thereby profited both from the collected rents and percentage of amassed credit reflective of that year's future crop harvests after supplying needed farming implements, means of irrigation, and paying taxes. In 423/422 BC, the house of Murashu took in 'about 20,000 kur or 20,000 shekels of silver'. 'The activities of the house of Murashu had a ruinous effect upon the economy of the country and thus led to the bankruptcy of the landowners. Although the house of Murashu loaned money to the landowners initially, after a few decades it began more and more to take the landowners' place, and the land began to concentrate in its hands.' On the upper surface of these mounds was found a considerable Jewish town, dating from about the beginning of the Arabic period onward to the 20th century AD, in the houses of which were large numbers of incantation bowls. Jewish names, appearing in the Persian documents discovered at Nippur, show, however, that Jewish settlement at that city dates in fact from a much earlier period.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Chisholm, Hugh, ed. (1911). 'Nippur'. Encyclopædia Britannica (11th ed.). Cambridge University Press.",
        "Marcel Sigrist, Drehem, CDL Press, 1993, ISBN 0-9620013-6-8",
        "McGuire Gibson (Oriental Institute, U. of Chicago) 'Patterns of occupation at Nippur,' 1992",
        "Donald E. McCown, Excavations at Nippur, 1948–50, Journal of Near Eastern Studies, vol. 11, no. 3, pp. 169–176, 1952",
        "V.E. Crawford, Nippur the Holy City, Archaeology, vol. 12, pp. 74–83, 1959",
        "D.P. Hanson and G.f. Dales, The Temple of Inanna Queen of Heaven at Nippur, Archaeology, vol. 15, pp. 75–84, 1962",
        "Edward Chiera, Cuneiform Series, Volume I: Sumerian Lexical Texts from the Temple School of Nippur, Oriental Institute Publication 11, 1929",
        "E. C. Stone, Nippur Neighborhoods, Oriental Institute, Studies in Ancient Oriental Civilization, vol. 44, 1987, ISBN 0-918986-50-8",
        "A. L. Oppenheim, Siege Documents from Nippur, Iraq, vol. 17, no. 1, pp. 69–89, 1955",
        "T. Fish, The Summerian City Nippur in the Period of the Third Dynasty of Ur, Iraq, vol. 5, pp. 157–179, 1938",
        "John P. Peters, University of Pennsylvania Excavations at Nippur. II. The Nippur Arch, The American Journal of Archaeology and of the History of the Fine Arts, vol. 10, no. 3, pp. 352-368, (Jul. - Sep., 1895)",
        "John P. Peters, The Nippur Library, Journal of the American Oriental Society, vol. 26, pp. 145–164, 1905",
        "McGuire Gibson, A Re-Evaluation of the Akkad Period in the Diyala Region on the Basis of Recent Excavations at Nippur and in the Hamrin, American Journal of Archaeology, vol. 86, no. 4, pp. 531–538, 1982",
        "Elizabeth C. Stone and Paul E. Zimansky, Old Babylonian Contracts From Nippur: Selected Texts From the University Museum University of Pennsylvania, Oriental Institute of the University of Chicago Microfiche Archives, Volume 1 Chicago: University of Chicago Press, 1976",
        "Zettler, Richard L., The Ur III Temple of Inanna at Nippur: The Operation and Organization of Urban Religious Institutions in Mesopotamia in the Late Third Millennium B.C. Berliner Beitraege zum vorderen Orient 11. Berlin: Dietrich Reimer, 1992"
      ],
      "history": "Nippur never enjoyed political hegemony in its own right, but its control was crucial, as it was considered capable of conferring the overall 'kingship' on monarchs from other city-states. It was distinctively a sacred city, important from the possession of the famous shrine of Enlil. According to the Tummal Chronicle, Enmebaragesi, an early ruler of Kish, was the first to build up this temple. His influence over Nippur has also been detected archaeologically. The Chronicle lists successive early Sumerian rulers who kept up intermittent ceremonies at the temple: Aga of Kish, son of Enmebaragesi; Mesannepada of Ur; his son Meskiang-nunna; Gilgamesh of Uruk; his son Ur-Nungal; Nanni of Ur and his son Meskiang-nanna. It also indicates that the practice was revived in Neo-Sumerian times by Ur-Nammu of Ur, and continued until Ibbi-Sin appointed Enmegalana high priest in Uruk (c. 1950 BC). Inscriptions of Lugal-Zage-Si and Lugal-kigub-nidudu, kings of Uruk and Ur respectively, and of other early pre-non-Semitic rulers, on door-sockets and stone vases, show the veneration in which the ancient shrine was then held, and the importance attached to its possession, as giving a certain stamp of legitimacy. On their votive offerings, some of these rulers designate themselves as ensis, or governors.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "31°46′38″N 45°30′39″E",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Shuruppak",
      "alternate_name": "",
      "info": "Shuruppak (Sumerian: 𒋢𒆳𒊒𒆠 ŠuruppagKI, 'the healing place'), modern Tell Fara, was an ancient Sumerian city situated about 55 kilometres (35 mi) south of Nippur on the banks of the Euphrates in Iraq's Al-Qādisiyyah Governorate. Shuruppak was dedicated to Ninlil, also called Sud, the goddess of grain and the air.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "After a brief survey by Hermann Volrath Hilprecht in 1900, it was first excavated in 1902 by Robert Koldewey and Friedrich Delitzsch of the German Oriental Society for eight months. Among other finds, hundreds of Early Dynastic tablets were collected, which ended up in the Berlin Museum and the Istanbul Museum. In March and April 1931, a joint team of the American Schools of Oriental Research and the University of Pennsylvania excavated Shuruppak for a further six week season, with Erich Schmidt as director and with epigraphist Samuel Noah Kramer. The excavation recovered 87 tablets and fragments—mostly from pre-Sargonic times—biconvex, and unbaked. In 1973, a three-day surface survey of the site was conducted by Harriet P. Martin. Consisting mainly of pottery shard collection, the survey confirmed that Shuruppak dates at least as early as the Jemdet Nasr period, expanded greatly in the Early Dynastic period, and was also an element of the Akkadian Empire and the Third Dynasty of Ur.",
      "environment": "Shuruppak is located in Al-Qādisiyyah Governorate, approximately 55 kilometres (35 mi) south of Nippur. The site of extends about a kilometer from north to south. The total area is about 120 hectares, with about 35 hectares of the mound being more than 3 meters above the surrounding plain, with a maximum of 9 meters.",
      "occupation": "Shuruppak became a grain storage and distribution city and had more silos than any other Sumerian city. The earliest excavated levels at Shuruppak date to the Jemdet Nasr period about 3000 BC; it was abandoned shortly after 2000 BC. Erich Schmidt found one Isin-Larsa cylinder seal and several pottery plaques which may date to early in the second millennium BC. Surface finds are predominantly Early Dynastic. At the end of the Uruk period there was an archaeologically attested river flood in Shuruppak. Polychrome pottery from a destruction level below the flood deposit has been dated to the Jemdet Nasr period that immediately preceded the Early Dynastic I period.",
      "references": [
        "Heinrich, Ernst; Andrae, Walter, eds. (1931). Fara, Ergebnisse der Ausgrabungen der Deutschen Orient-Gesellschaft in Fara und Abu Hatab. Berlin: Staatliche Museen zu Berlin.",
        "Schmidt, Erich (1931). 'Excavations at Fara, 1931'. University of Pennsylvania's Museum Journal. 2: 193–217.",
        "Kramer, Samuel N. (1932). 'New Tablets from Fara'. Journal of the American Oriental Society. 52 (2): 110–132. doi:10.2307/593166.",
        "Martin, Harriet P. (1983). 'Settlement Patterns at Shuruppak'. Iraq. 45 (1): 24–31. doi:10.2307/4200173.",
        "Martin, Harriet P. (1988). FARA: A reconstruction of the Ancient Mesopotamian City of Shuruppak. Birmingham, UK: Chris Martin & Assoc. p. 44, p. 117 and seal no. 579. ISBN 0-907695-02-7.",
        "Adams, Robert McC. (1981). Heartland of Cities. Chicago: University of Chicago Press. Fig. 33 compared with Fig. 21. ISBN 0-226-00544-5.",
        "Schmidt (1931).",
        "Martin (1988), pp. 20–23."
      ],
      "history": "",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Sippar",
      "alternate_name": "",
      "info": "Sippar (Sumerian: 𒌓𒄒𒉣𒆠, Zimbir) was an ancient Near Eastern Sumerian and later Babylonian tell (hill city) on the east bank of the Euphrates river, located at the site of modern Tell Abu Habbah near Yusufiyah in Iraq's Baghdad Governorate, some 60 km north of Babylon and 30 km southwest of Baghdad. The city's ancient name, Sippar, could also refer to its sister city, Sippar-Amnanum (located at the modern site of Tell ed-Der); a more specific designation for the city here referred to as Sippar was Sippar-Yahrurum.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Tell Abu Habba, measuring over 1 square kilometer was first excavated by Hormuzd Rassam between 1880 and 1881 for the British Museum in a dig that lasted 18 months. Tens of thousands of tablets were recovered including the Tablet of Shamash in the Temple of Shamash/Utu. Most of the tablets were Neo-Babylonian. The temple had been mentioned as early as the 18th year of Samsu-iluna of Babylon, who reported restoring 'Ebabbar, the temple of Szamasz in Sippar', along with the city's ziggurat. The tablets, which ended up in the British Museum, are being studied to this day. As was often the case in the early days of archaeology, excavation records were not made, particularly find spots. This makes it difficult to tell which tablets came from Sippar-Amnanum as opposed to Sippar. Other tablets from Sippar were bought on the open market during that time and ended up at places like the British Museum and the University of Pennsylvania. Since the site is relatively close to Baghdad, it was a popular target for illegal excavations. In 1894, Sippar was worked briefly by Jean-Vincent Scheil. The tablets recovered, mainly Old Babylonian, went to the Istanbul Museum. In modern times, the site was worked by a Belgian team from 1972 to 1973. Iraqi archaeologists from the College of Arts at the University of Baghdad, led by Walid al-Jadir with Farouk al-Rawi, have excavated at Tell Abu Habbah from 1977 through the present in 24 seasons. After 2000, they were joined by the German Archaeological Institute. [24] According to Professor Andrew George, a cuneiform tablet containing a portion of the Epic of Gilgamesh probably came from Sippar.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Sayce, Archibald Henry (1911). 'Sippara'. In Chisholm, Hugh. Encyclopædia Britannica. 25 (11th ed.). Cambridge University Press. p. 151.",
        "Gasche, Hermann and Caroline Janssen. 1997. “Sippar.” In The Oxford Encyclopedia of Archaeology in the Ancient Near East, Vol. 5, edited by Eric M. Meyers, 47-49. Oxford: Oxford University Press.",
        "'Law Code of Hammurabi, king of Babylon' , Louvre, retrieved on 29 Nov 2013.",
        "Collon,Dominique, Catalogue of the Western Asiatic Seals in the British Museum, Cylinder Seals III: nos. 104 & 105, British Museum Publications, 1986, ISBN 0-7141-1120-1",
        "Collon, Dominique, First Impressions, Cylinder Seals in the Ancient Near East: p.45, British Museum Press, 1987, 2005. ISBN 0-7141-1136-8",
        "G. R. Driver, Geographical Problems, Eretz Israel, vol. 5, pp. 18-20, 1958",
        "'It is usually assumed that the Hippareni refers to Sippar (Ptolemy's Sippara), but even that requires proof, since the change of ‘s’ to ‘h’ is strange.' —R. D. Barnett (1963). 'Xenophon and the Wall of Media'. The Journal of Hellenic Studies. The Journal of Hellenic Studies, Vol. 83. 83: 1–26. doi:10.2307/628451. JSTOR 628451.",
        "Al-Gailani Werr, L., 1988. Studies in the chronology and regional style of Old Babylonian Cylinder Seals. Bibliotheca Mesopotamica, Volume 23.",
        "Hormuzd Rassam, Asshur and the Land of Nimrod: Being an Account of the Discoveries Made in the Ancient Ruins of Nineveh, Asshur, Sepharvaim, Calah, [etc]..., Curts & Jennings, 1897",
        "Erle Leichty, Catalogue of the Babylonian Tablets in the British Museum: Tablets from Sippar 1, vol. 6, British Museum Publications, 1986, ISBN 0-7141-1115-5",
        "Erie Leichty and A. K. Grayson, Catalogue of the Babylonian Tablets in the British Museum: Tablets from Sippar 2, vol. 7, British Museum Publications, 1987, ISBN 0-7141-1122-8",
        "Erie Leichty et al., Catalogue of the Babylonian Tablets in the British Museum: Tablets from Sippar 3, vol. 8, British Museum Publications, 1988, ISBN 0-7141-1124-4",
        "Nebo-Sarsekim Cuneiform Tablet at Archaeology.org",
        "Anne Goddeeris, Economy and Society in Northern Babylonia in the Early Old Babylonian Period, Peeters Publishers, 2002, ISBN 90-429-1123-9",
        "Babylonian Legal and Business Documents from the Time of the First Dynasty of Babylon; Chiefly from Sippar, University of Pennsylvania, 1906 (reprinted by Nabu Press ISBN 1-144-69277-6)",
        "Karel Van Lerberghe, Old Babylonian legal and administrative texts from Philadelphia, Leuven : Departement Oriëntalistiek, 1986, ISBN 90-6831-063-1",
        "E. A. Budge, By Nile and Tigris: A Narrative of Journeys in Egypt and Mesopotamia on Behalf of the British Museum Between the Years 1886 and 1913, John Murray, 1920",
        "V. Scheil, Une Saison de fouilles a Sippar, Le Caire, 1902",
        "Leon de Meyer, Tell ed-Der (III) : sounding at Abu Habbah (Sippar), Comite belge de recherches historiques, Epigraphiques et archeologiques en Mesopotamie, Leuven : Peeters, 1980 ISBN 9782801701607",
        "Lamia al-Gailani and Walid al-Jadir, Seal Impressions from Sippar, Sumer, vol. 37, pp. 129-144, 1981",
        "F. N. H. Al-Rawi and Stephanie Dalley, Old Babylonian texts from private houses at Abu Habbah ancient Sippir : Baghdad University Excavations, Nabu Publications, 2000, ISBN 1-897750-07-2",
        "W. al-Jadir and Z. Rajib, Archaeological Results from the Eighth Season at Sippar, Sumer, vol. 46, pp. 69-90, 1990",
        "Abdulillah Fadhil et al., Ausgrabungen in Sippar (Tell Abu Habbah). Vorbericht über die Grabungsergebnisse der 24. Kampagne 2002, in: Baghdader Mitteilungen (BaM) 36, pp. 157-224, 2005",
        "Abdulillah Fadhil et. el., Sippar - Results of prospecting 2004/24, in: Sumer, A journal of archaeology in Iraq and the Arab world, vol. LII, no. 1&2, pp. 294-357, 2004",
        "George, Andrew R., trans. & edit. (2003). The Babylonian Gilgamesh Epic: Critical Edition and Cuneiform Texts. England: Oxford University Press. ISBN 0-19-814922-0. p.172"
      ],
      "history": "Despite the fact that thousands of cuneiform clay tablets have been recovered at the site, relatively little is known about the history of Sippar. As was often the case in Mesopotamia, it was part of a pair of cities, separated by a river. Sippar was on the east side of the Euphrates, while its sister city, Sippar-Amnanum (modern Tell ed-Der), was on the west. While pottery finds indicate that the site of Sippar was in use as early as the Uruk period, substantial occupation occurred only in the Early Dynastic period of the 3rd millennium BC, the Old Babylonian period of the 2nd millennium BC, and the Neo-Babylonian time of the 1st millennium BC. Lesser levels of use continued into the time of the Achaemenid, Seleucid and Parthian Empires. Sippar was the cult site of the sun god (Sumerian Utu, Akkadian Shamash) and the home of his temple E-babbara. The Code of Hammurabi stele was probably erected at Sippar. Shamash was the god of justice, and he is depicted handing authority to the king in the image at the top of the stele. A closely related motif occurs on some cylinder seals of the Old Babylonian period. By the end of the 19th century BC, Sippar was producing some of the finest Old Babylonian cylinder seals. Sippar has been suggested as the location of the Biblical Sepharvaim in the Old Testament, which alludes to the two parts of the city in its dual form.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Dhi Qar Province, Iraq",
      "coordinates": "31°37′16.93″N 45°56′0.26″E",
      "type": "Settlement",
      "founded": "",
      "excavation_dates": "",
      "title": "Umma",
      "alternate_name": "",
      "info": "Umma (Sumerian: 𒄑𒆵𒆠 ummaKI; modern Umm al-Aqarib, Dhi Qar Province in Iraq) was an ancient city in Sumer. There is some scholarly debate about the Sumerian and Akkadian names for this site. Traditionally, Umma was identified with Tell Jokha. More recently it has been suggested that it was located at Umm al-Aqarib, less than 7 km to its northwest or was even the name of both cities.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "'ORACC – Umma'.",
        "W. G. Lambert, 'The Names of Umma', Journal of Near Eastern Studies, vol. 49, no. 1, 1990, pp. 75–80.",
        "Vitali Bartash, 'On the Sumerian City UB-meki, the Alleged “Umma”, Cuneiform Digital Library Bulletin 2015:2, Cuneiform Digital Library Initiative, November 2015, ISSN 1540-8760",
        "Trevor Bryce, The Routledge Handbook of The Peoples and Places of Ancient Western Asia: The Near East from the Early Bronze Age to the fall of the Persian Empire, Routledge, 2009, pp. 738–739.",
        "Inanna's descent to the netherworld - ETCSL",
        "Jerrold S. Cooper, History from Ancient Inscriptions: The Lagash-Umma Border Conflict, Undena, 1983, ISBN 0-89003-059-6",
        "P. A. Parr, 'A Letter of Ur-Lisi: Governor of Umma', Journal of Cuneiform Studies, vol. 24, no. 4, pp. 135–136, 1972",
        "Trevor Bryce, The Routledge Handbook of The Peoples and Places of Ancient Western Asia: The Near East from the Early Bronze Age to the fall of the Persian Empire, Routledge, 2009, 738-739.",
        "William K. Loftus, Travels and Researches in Chaldaea and Susiana, Travels and Researches in Chaldaea and Susiana: With an Account of Excavations at Warka, the 'Erech' of Nimrod, and Shush, 'Shushan the Palace' of Esther, in 1849-52, Robert Carter & Brothers, 1857"
      ],
      "history": "In the early Sumerian text Inanna's descent to the netherworld, Inanna dissuades demons from the netherworld from taking Shara, patron of Umma, who was living in squalor. They eventually take Dumuzid king of Uruk instead, who lived in palatial opulence. Best known for its long frontier conflict with Lagash, the city reached its zenith c. 2275 BC, under the rule of Lugal-Zage-Si, who also controlled Ur and Uruk. Under the Ur III dynasty, Umma became an important provincial center. Most of the over 30,000 cuneiform tablets recovered from the site are administrative and economic texts from that time. They permit an excellent insight into provincial affairs in Umma. The Umma calendar of Shulgi (c. 21st century BC) is the immediate predecessor of the later Babylonian calendar, and indirectly of the post-exilic Hebrew calendar. Umma appears to have been abandoned after the Middle Bronze Age.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    },
    {
      "image": "",
      "location": "Tell el-Muqayyar, Dhi Qar Governorate, Iraq",
      "coordinates": "30°57′47″N 46°6′11″E",
      "type": "Settlement",
      "founded": "c. 3800 BC",
      "excavation_dates": "1853–1854, 1922–1934",
      "title": "Ur",
      "alternate_name": "Urim, Uru",
      "info": "Ur (/ʊər/; Sumerian: Urim; Sumerian Cuneiform: 𒋀𒀕𒆠 URIM2KI or 𒋀𒀊𒆠 URIM5KI; Akkadian: Uru; Arabic: أور; Hebrew: אור) was an important Sumerian city-state in ancient Mesopotamia, located at the site of modern Tell el-Muqayyar (Arabic: تل المقير) in south Iraq's Dhi Qar Governorate. Although Ur was once a coastal city near the mouth of the Euphrates on the Persian Gulf, the coastline has shifted and the city is now well inland, on the south bank of the Euphrates, 16 kilometres (9.9 miles) from Nasiriyah in modern-day Iraq. The city dates from the Ubaid period circa 3800 BC, and is recorded in written history as a city-state from the 26th century BC, its first recorded king being Mesannepada. The city's patron deity was Nanna (in Akkadian, Sin), the Sumerian and Akkadian (Assyrian-Babylonian) moon god, and the name of the city is in origin derived from the god's name, URIM2KI being the classical Sumerian spelling of LAK-32.UNUGKI, literally 'the abode (UNUG) of Nanna (LAK-32)'. The site is marked by the partially restored ruins of the Ziggurat of Ur, which contained the shrine of Nanna, excavated in the 1930s. The temple was built in the 21st century BC (short chronology), during the reign of Ur-Nammu and was reconstructed in the 6th century BC by Nabonidus, the Assyrian-born last king of Babylon. The ruins cover an area of 1,200 metres (3,900 ft) northwest to southeast by 800 metres (2,600 ft) northeast to southwest and rise up to about 20 metres (66 ft) above the present plain level.",
      "area": "71 ha (0.27 sq mi)",
      "prominence": "",
      "architecture": "",
      "archaeologists": "John George Taylor, Charles Leonard Woolley",
      "archaeology": "In 1625, the site was visited by Pietro Della Valle, who recorded the presence of ancient bricks stamped with strange symbols, cemented together with bitumen, as well as inscribed pieces of black marble that appeared to be seals. European archaeologists did not identify Tell el-Muqayyar as the site of Ur until Henry Rawlinson successfully deciphered some bricks from that location, brought to England by William Loftus in 1849. The site was first excavated in 1853 and 1854, on behalf of the British Museum and with instructions from the Foreign Office, by John George Taylor, British vice consul at Basra from 1851 to 1859.[24] Taylor uncovered the Ziggurat of Ur and a structure with an arch later identified as part of the 'Gate of Judgment'. In the four corners of the ziggurat's top stage, Taylor found clay cylinders bearing an inscription of Nabonidus (Nabuna`id), the last king of Babylon (539 BC), closing with a prayer for his son Belshar-uzur (Bel-ŝarra-Uzur), the Belshazzar of the Book of Daniel. Evidence was found of prior restorations of the ziggurat by Ishme-Dagan of Isin and Shu-Sin of Ur, and by Kurigalzu, a Kassite king of Babylon in the 14th century BC. Nebuchadnezzar also claims to have rebuilt the temple. Taylor further excavated an interesting Babylonian building, not far from the temple, part of an ancient Babylonian necropolis. All about the city he found abundant remains of burials of later periods. Apparently, in later times, owing to its sanctity, Ur became a favorite place of sepulchres, so that even after it had ceased to be inhabited, it continued to be used as a necropolis. Typical of the era, his excavations destroyed information and exposed the tell. Natives used the now loosened, 4,000-year-old bricks and tile for construction for the next 75 years, while the site lay unexplored, the British Museum having decided to prioritize archaeology in Assyria. After Taylor's time, the site was visited by numerous travelers, almost all of whom have found ancient Babylonian remains, inscribed stones and the like, lying upon the surface. The site was considered rich in remains, and relatively easy to explore. After some soundings were made in 1918 by Reginald Campbell Thompson, H. R. Hall worked the site for one season for the British Museum in 1919, laying the groundwork for more extensive efforts to follow.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "S. N. Kramer (1963). The Sumerians, Their History, Culture, and Character. University of Chicago Press, pages 28 and 298.",
        "Literal transliteration: Urim2 = ŠEŠ. ABgunu = ŠEŠ.UNUG (𒋀𒀕) and Urim5 = ŠEŠ.AB (𒋀𒀊), where ŠEŠ=URI3 (The Electronic Text Corpus of Sumerian Literature.)",
        "The Cambridge Ancient History: Prolegomena & Prehistory. Vol. 1, Part 1. p. 149. Accessed 15 Dec 2010.",
        "Tell el-Muqayyar in Arabic Tell means 'mound' or 'hill' and Muqayyar means 'built of bitumen.' Muqayyar is variously transcribed as Mugheir, Mughair, Moghair, etc.",
        "Erich Ebeling, Bruno Meissner, Dietz Otto Edzard (1997). Meek - Mythologie. Reallexikon der Assyriologie. (in German) p. 360 (of 589 pages). ISBN 978-3-11-014809-1.",
        "Zettler, R.L. and Horne, L. (eds.) 1998. Treasures from the Royal Tombs of Ur, University of Pennsylvania Museum of Archaeology and Anthropology",
        "Joan Goodnick Westenholz, 'Ur – Capital of Sumer'; in Royal Cities of the Biblical World, ed. Joan Goodnick Westenholz; Bible Lands Museum Jerusalem, 1996. ISBN 965-7027-01-2",
        "Aruz, J. [ed.] (2003). Art of the First Cities. The Third Millennium B.C. from the Mediterranean to the Indus, The Metropolitan Museum of Art, New York.",
        "Klimczak, Natalia. 'Bask in the Beauty and Melody of the Ancient Mesopotamian Lyres of Ur'. Ancient Origins. Retrieved 2018-01-13.",
        "Jennifer R. Pournelle, 'KLM to CORONA: A Bird's Eye View of Cultural Ecology and Early Mesopotamian Urbanization'; in Settlement and Society: Essays Dedicated to Robert McCormick Adams ed. Elizabeth C. Stone; Cotsen Institute of Archaeology, UCLA, and Oriental Institute of the University of Chicago, 2007.",
        "Crawford 2015, p. 5.",
        "Georges Roux - Ancient Iraq",
        "Matthews, R.J. (1993). Cities, Seals and Writing: Archaic Seal Impressions from Jemdet Nasr and Ur, Berlin.",
        "Amélie Kuhrt (1995). The Ancient Near East: C.3000-330 B.C. Routledge. ISBN 0-415-16762-0.",
        "Potts, D. T. (1999). The Archaeology of Elam. Cambridge, United Kingdom: Cambridge University Press. p. 132. ISBN 0-521-56496-4. Retrieved 16 May 2015.",
        "Ur III Period (2112–2004 BC) by Douglas Frayne, University of Toronto Press, 1997, ISBN 0-8020-4198-1",
        "Dahl, Jacob Lebovitch (2003). The ruling family of Ur III Umma. A Prosopographical Analysis of an Elite Family in Southern Iraq 4000 Years ago (PDF). UCLA dissertation. Archived from the original (PDF) on 2006-05-12.",
        "'What Were the Largest Cities Throughout History?'. Geography.about.com. Retrieved 11 August 2017",
        "Salaheddin, Sinan (April 4, 2013). 'Home of Abraham, Ur, unearthed by archaeologists in Iraq'. The Christian Science Monitor. Retrieved July 15, 2017.",
        "McLerran, Dan (June 23, 2011). 'Birthplace of Abraham Gets a New Lease on Life'. Popular Archaeology. 3. Retrieved July 15, 2017.",
        "'Journey of Faith'. National Geographic Magazine. May 15, 2012. Retrieved July 15, 2017.",
        "'Book of Jubilees: The Book of Jubilees: The History of the Patriarchs from Reu to Abraham; the Corruption of the Human Race (xi. 1-15)'. Sacred-texts.com. Retrieved 11 August 2017.",
        "Crawford 2015, p. 3.",
        "J.E. Taylor, 'Notes on the Ruins of Muqeyer', Journal of the Royal Asiatic Society of Great Britain and Ireland, vol. 15, pp. 260-276, 1855.",
        "JE Taylor, 'Notes on Abu Shahrein and Tel-el-Lahm', Journal of the Royal Asiatic Society of Great Britain and Ireland, vol. 15, pp. 404-415, 1855. [In the relevant publications he is erroneously listed as J. E. Taylor].",
        "E. Sollberger, 'Mr. Taylor in Chaldaea', Anatolian Studies, vol. 22, pp. 129-139, 1972.",
        "Crawford 2015, p. 4."
      ],
      "history": "When Ur was founded, the Persian Gulf's water level was two-and-a-half metres higher than it is today. Ur is therefore thought to have had marshy surroundings, and used canals only for transportation, not for irrigation. Fish, birds, tubers, and reeds might have supported Ur economically without the need for an agricultural revolution sometimes hypostatized as a prerequisite to urbanization. Archaeologists have discovered the evidence of an early occupation at Ur during the Ubaid period (ca. 6500 to 3800 BC). These early levels were sealed off with a sterile deposit of soil that was interpreted by excavators of the 1920s as evidence for the Great Flood of the Book of Genesis and Epic of Gilgamesh. It is now understood that the South Mesopotamian plain was exposed to regular floods from the Euphrates and the Tigris rivers, with heavy erosion from water and wind, which may have given rise to the Mesopotamian and derivative Biblical Great Flood stories. The further occupation of Ur only becomes clear during its emergence in the third millennium BC (although it must already have been a growing urban center during the fourth millennium). The third millennium BC is generally described as the Early Bronze Age of Mesopotamia, which ends approximately after the demise of the Third Dynasty of Ur in the 21st century BC.",
      "abandoned": "after 500 BC",
      "part_of": "",
      "criteria": "Mixed: (iii)(v)(ix)(x)",
      "inscription": "2016 (40th Session)",
      "buffer_zone": "317 ha (1.22 sq mi)",
      "id": ""
    },
    {
      "image": "",
      "location": "Al-Warka, Muthanna Governorate, Iraq",
      "coordinates": "31°19′27″N 45°38′14″E",
      "type": "Settlement",
      "founded": "4th millennium BC",
      "excavation_dates": "",
      "title": "Uruk",
      "alternate_name": "𒌷𒀕 or 𒌷𒀔 Unug (Sumerian) 𒌷𒀕 Uruk (Akkadian) وركاء Warkā'(Arabic)",
      "info": "Uruk (/ˈuːrʊk/; Cuneiform: 𒌷𒀕 or 𒌷𒀔 URUUNUG; Sumerian: Unug; Akkadian: Uruk; Arabic: وركاء, Warkā'; Aramaic/Hebrew: אֶרֶךְ‬ ‘Ereḥ; Ancient Greek: Ὀρχόη, translit. Orḥoē, Ὀρέχ Oreḥ, Ὠρύγεια Ōrugeia) was an ancient city of Sumer (and later of Babylonia), situated east of the present bed of the Euphrates river, on the dried-up, ancient channel of the Euphrates, some 30 km east of modern Samawah, Al-Muthannā, Iraq. Uruk is the type site for the Uruk period. Uruk played a leading role in the early urbanization of Sumer in the mid-4th millennium BC. At its height c. 2900 BC, Uruk probably had 50,000–80,000 residents living in 6 km2 (2.32 sq mi) of walled area; making it the largest city in the world at the time. The legendary king Gilgamesh, according to the chronology presented in the Sumerian king list, ruled Uruk in the 27th century BC. The city lost its prime importance around 2000 BC, in the context of the struggle of Babylonia against Elam, but it remained inhabited throughout the Seleucid (312-63 BC) and Parthian (227 BC to 224 AD) periods until it was finally abandoned shortly before or after the Islamic conquest of 633-638. William Kennett Loftus visited the site of Uruk in 1849 and led the first excavations from 1850 to 1854; he had identified it as 'Erech', known as 'the second city of Nimrod'. The Arabic name of Babylonia, al-ʿIrāq, is thought to derive from the name Uruk, via Aramaic (Erech) and possibly via Middle Persian (Erāq) transmission. In Sumerian the word uru could mean 'city, town, village, district'.",
      "area": "6 km2 (2.3 sq mi)",
      "prominence": "",
      "architecture": "Uruk has the first monumental constructions in architectural history. Much of Near Eastern architecture can trace its roots to these prototypical buildings. The structures of Uruk are cited by two different naming conventions, one in German from the initial expedition, and the English translation of the same. The stratigraphy of the site is complex and as such much of the dating is disputed. In general, the structures follow the two main typologies of Sumerian architecture, Tripartite with 3 parallel halls and T-Shaped also with three halls, but the central one extends into two perpendicular bays at one end. The following table summarizes the significant architecture of the Eanna and Anu Districts. Temple N, Cone-Mosaic Courtyard, and Round Pillar Hall are often referred to as a single structure; the Cone-Mosaic Temple",
      "archaeologists": "",
      "archaeology": "The site, which lies about 50 mi (80 km) northwest of ancient Ur, is one of the largest in the region at around 5.5 km2 (2.1 sq mi) in area. The maximum extent is 3 km (1.9 mi) north/south, and 2.5 km (1.6 mi) east/west. There are three major tells within the site, the Eanna district: Bit Resh (Kullaba), and Irigal. The location of Uruk was first scouted by William Loftus in 1849. He excavated there in 1850 and 1854. By Loftus' own account, he admits that the first excavations were superficial at best, as his financiers forced him to deliver large museum artifacts at a minimal cost. Warka was also scouted by archaeologist Walter Andrae in 1902. From 1912 to 1913, Julius Jordan and his team from the German Oriental Society discovered the temple of Ishtar, one of four known temples located at the site. The temples at Uruk were quite remarkable as they were constructed with brick and adorned with colorful mosaics. Jordan also discovered part of the city wall. It was later discovered that this 40-to-50-foot (12 to 15 m) high brick wall, probably utilized as a defense mechanism, totally encompassed the city at a length of 9 km (5.6 mi). Utilizing sedimentary strata dating techniques, this wall is estimated to have been erected around 3000 BC. The GOS returned to Uruk in 1928 and excavated until 1939, when World War II intervened. The team was led by Jordan until 1931, then by A. Nöldeke, Ernst Heinrich, and H. J. Lenzen. The German excavations resumed after the war and were under the direction of Heinrich Lenzen from 1953 to 1967.[24] He was followed in 1968 by J. Schmidt, and in 1978 by R.M. Boehmer. In total, the German archaeologists spent 39 seasons working at Uruk. The results are documented in two series of reports: Ausgrabungen der Deutschen Forschungsgemeinschaft in Uruk (ADFU), 17 volumes, 1912–2001 (titles listed at the German Archaeological Institute Index 38e378adbb1f14a174490017f0000011) Ausgrabungen in Uruk-Warka, Endberichte (AUWE), 25 volumes, 1987–2007 (titles listed at the German Archaeological Institute Index 108) Most recently, from 2001 to 2002, the German Archaeological Institute team led by Margarite Van Ess, with Joerg Fassbinder and Helmut Becker, conducted a partial magnetometer survey in Uruk. In addition to the geophysical survey, core samples and aerial photographs were taken. This was followed up with high-resolution satellite imagery in 2005. Clay tablets have been found at Uruk with Sumerian and pictorial inscriptions that are thought to be some of the earliest recorded writing, dating to approximately 3300 BC. These tablets were deciphered and include the famous Sumerian King List, a record of kings of the Sumerian civilization. There was an even larger cache of legal and scholarly tablets of the Seleucid period, that have been published by Adam Falkenstein and other German epigraphists. Beveled rim bowls were the most common type of container used during the Uruk period. They are believed to be vessels for serving rations of food or drink to dependent laborers. The introduction of the fast wheel for throwing pottery was developed during the later part of the Uruk period, and made the mass production of pottery simpler and more standardized.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Harmansah, 2007",
        "William Kennett Loftus (1857). Travels and researches in Chaldaea and Susiana: with an account of excavations at Warka, the 'Erech' of Nimrod, and Shush, 'Shushan the Palace' of Esther, in 1849-52. Robert Carter & Brothers. Of the primeval cities founded by Nimrod, the son of Gush, four are represented, in Genesis x. 10, as giving origin to the rest : — 'And the beginning of his kingdom was Babel, and Erech, and Accad, and Galneh, in the land of Shinar.' ...let us see if there be any site which will correspond with the biblical Erech — the second city of Nimrod. About 120 miles southeast of Babylon, are some enormous piles of mounds, which, from their name and importance, appear at once to justify their claim to consideration. The name of Warka is derivable from Erech without unnecessary contortion. The original Hebrew word 'Erk,' or 'Ark,' is transformed into 'Warka,' either by changing the aleph into vau, or by simply prefixing the vau for the sake of euphony, as is customary in the conversion of Hebrew names to Arabic. If any dependence can be placed upon the derivation of modern from ancient names, this is more worthy of credence than most others of like nature.... Sir Henry Rawlinson states his belief that Warka is Erech, and in this he is supported by concurrent testimony.... [Footnote: See page xvi. of the Twenty-ninth Annual Report of the Royal Asiatic Society, 1852 ; and Proceedings of the Royal Geogr. Society, vol. i., page 47]",
        "'The name al-ʿIrāq, for all its Arabic appearance, is derived from Middle Persian erāq 'lowlands'' W. Eilers (1983), 'Iran and Mesopotamia' in E. Yarshater, The Cambridge History of Iran, vol. 3, Cambridge: Cambridge University Press.",
        "Halloran, John Alan (2009). 'Sumerian Lexicon Version 3.0'. Retrieved 2018-03-06. uru(2)(ki), iri, rí; iri11: city, town, village, district [URU archaic frequency: 101; concatenation of 5 sign variants; UNUG archaic frequency: 206; concatenates 3 sign variants].",
        "While earlier scholars such as Jerome (4th century) had identified Erech with the Syrian city of Edessa (now within Turkey), the modern consensus is that it refers to the Sumerian city-state of Uruk in south Mesopotamia. See Warwick Ball, 2001, Rome in the East: the transformation of an empire, p. 89. Ball further speculates that the earlier traditions connecting Edessa (Orhai) with Erech might have arisen because the ancient Uruk was possibly 'transferred' to the more northerly location in the reign of Nabonidus of Babylon, 6th century BC.",
        "Tertius Chandler, Four Thousand Years of Urban Growth: An Historical Census, Edwin Mellen Press, 1987, ISBN 0-88946-207-0",
        "Beaulieu, 2003",
        "Fassbinder, 2003",
        "Charvát 2002, p.119",
        "Charvát, 2002 p.122",
        "Charvát, 2002 p.126",
        "Baker, 2009",
        "Oppenheim 1977, p.?",
        "Crawford 2004, p.53",
        "Chisholm 1911.",
        "'Narām-Sîn of Uruk: A New King in an Old Shoebox' (Journal of Cuneiform Studies)",
        "Douglas Frayne (1990). Old Babylonian Period (2003–1595 B.C.): Early Periods, Volume 4. University of Toronto Press. pp. 439–483, 825.",
        "Charvát 2002, p.122–126",
        "William K. Loftus, Travels and Researches in Chaldaea and Susiana, Travels and Researches in Chaldaea and Susiana: With an Account of Excavations at Warka, the 'Erech' of Nimrod, and Shush, 'Shushan the Palace' of Esther, in 1849–52, Robert Carter & Brothers, 1857",
        "Julius Jordan, Uruk-Warka nach dem ausgrabungen durch die Deutsche Orient-gesellschaft, Hinrichs, 1928 (German)",
        "Ernst Heinrich, Kleinfunde aus den archaischen Tempelschichten in Uruk, Harrassowitz, Leipzig 1936 (German)",
        "H. J. Lenzen, The Ningiszida Temple Built by Marduk-Apla-Iddina II at Uruk (Warka), Iraq, vol. 19, no. 2, pp. 146–150, 1957",
        "H. J. Lenzen, The E-anna district after excavations in the winter of 1958–59, Sumer, vol. 16, pp. 3–11, 1960",
        "H. J. Lenzen, New discoveries at Warka in southern Iraq, Archaeology, vol. 17, pp. 122–131, 1964",
        "J. Schmidt, Uruk-Warka, Susammenfassender Bericht uber die 27. Kampagne 1969, Baghdader, vol. 5, pp. 51–96, 1970",
        "Rainer Michael Boehmer, Uruk 1980–1990: a progress report, Antiquity, vol. 65, pp. 465–78, 1991",
        "M. van Ess and J. Fassbinder, Magnetic prospection of Uruk (Warka) Iraq, in: La Prospection Géophysique, Dossiers d'Archeologie Nr. 308, pp. 20–25, Nov. 2005",
        "Hans J. Nissen, The Archaic Texts from Uruk, World Archaeology, vol. 17, no. 3, pp. 317–334, 1986",
        "M. W. Green, Archaic Uruk Cuneiform, American Journal of Archaeology, vol. 90, no. 4, pp. 464–466, 1986",
        "Stefan, Burmeister,. The Interplay of People and Technologies Archaeological Case Studies on Innovations - Berlin Studies of the Ancient World 43. Bernbeck, Reinhard, Excellence Cluster Topoi (1., 1. Auflage 2017 ed.). Berlin. ISBN 9783981675184. OCLC 987573072.",
        "Baker, H.D. 'The Urban Landscape in First Millennium BC Babylonia'. University of Vienna.",
        "Beaulieu, Paul-Alain (2003). The Pantheon of Uruk During the Neo-Babylonian Period. BRILL. p. 424. ISBN 90-04-13024-1.",
        "Charvát, Petr; Zainab Bahrani; Marc Van de Mieroop (2002). Mesopotamia Before History. London: Routledge. p. 281. ISBN 0-415-25104-4.",
        "Crawford, Harriet E. W. (2004). Sumer and the Sumerians. Cambridge University Press. p. 252. ISBN 0-521-53338-4.",
        "Fassbinder, J.W.E., and H. Becker, Magnetometry at Uruk (Iraq): The city of King Gilgamesh, Archaeologia Polona, vol. 41, pp. 122-124, 2003",
        "Harmansah, Ömür (2007-12-03). 'The Archaeology of Mesopotamia: Ceremonial centers, urbanization and state formation in Southern Mesopotamia'. Retrieved 2011-08-28.",
        "Oppenheim, A. Leo; Erica Reiner (1977). Ancient Mesopotamia: Portrait of a Dead Civilization. Chicago: University of Chicago Press. p. 445. ISBN 0-226-63187-7."
      ],
      "history": "ccording to the Sumerian king list, Uruk was founded by the king Enmerkar. Though the king-list mentions a king of Eanna before him, the epic Enmerkar and the Lord of Aratta relates that Enmerkar constructed the House of Heaven (Sumerian: e2-anna; Cuneiform: 𒂍𒀭 E2.AN) for the goddess Inanna in the Eanna District of Uruk. In the Epic of Gilgamesh, Gilgamesh builds the city wall around Uruk and is king of the city. Uruk went through several phases of growth, from the Early Uruk period (4000–3500 BC) to the Late Uruk period (3500–3100 BC). The city was formed when two smaller Ubaid settlements merged. The temple complexes at their cores became the Eanna District and the Anu District dedicated to Inanna and Anu, respectively. The Anu District was originally called 'Kullaba' (Kulab or Unug-Kulaba) prior to merging with the Eanna District. Kullaba dates to the Eridu period when it was one of the oldest and most important cities of Sumer. There are different interpretations about the purposes of the temples. However, it is generally believed they were a unifying feature of the city. It also seems clear that temples served both an important religious function and state function. The surviving temple archive of the Neo-Babylonian period documents the social function of the temple as a redistribution center. The Eanna District was composed of several buildings with spaces for workshops, and it was walled off from the city. By contrast, the Anu District was built on a terrace with a temple at the top. It is clear Eanna was dedicated to Inanna from the earliest Uruk period throughout the history of the city. The rest of the city was composed of typical courtyard houses, grouped by profession of the occupants, in districts around Eanna and Anu. Uruk was extremely well penetrated by a canal system that has been described as, 'Venice in the desert.' This canal system flowed throughout the city connecting it with the maritime trade on the ancient Euphrates River as well as the surrounding agricultural belt. The original city of Uruk was situated southwest of the ancient Euphrates River, now dry. Currently, the site of Warka is northeast of the modern Euphrates river. The change in position was caused by a shift in the Euphrates at some point in history, and may have contributed to the decline of Uruk.",
      "abandoned": "Approximately 700 AD",
      "part_of": "Ahwar of Southern Iraq",
      "criteria": "Mixed: (iii)(v)(ix)(x)",
      "inscription": "2016 (40th Session)",
      "buffer_zone": "292 ha (1.13 sq mi)",
      "id": ""
    },
    {
      "image": "",
      "location": "",
      "coordinates": "",
      "type": "",
      "founded": "",
      "excavation_dates": "",
      "title": "Zabala",
      "alternate_name": "",
      "info": "Zabala (also Zabalam, modern Tell Ibzeikh, Dhi Qar Governorate, Iraq) was a city of ancient Sumer in what is now the Dhi Qar governorate in Iraq. Zabala was at the crossing of the ancient Iturungal and Ninagina canals. The city's deity was Inanna of Zabala.",
      "area": "",
      "prominence": "",
      "architecture": "",
      "archaeologists": "",
      "archaeology": "Beginning in the early 1900s, a great deal of illegal excavation occurred in Zabala. One of the oldest known extant examples of writing was removed from Zabala during this period. This activity reached a new height in the 1990s, at which time the Iraqi State Organization of Antiquities and Heritage appears to have authorized an official excavation, the first at the site. It is not clear that the results were ever published. A further outbreak of archaeological looting at Zabala broke out after the 2003 War in Iraq.",
      "research": "",
      "environment": "",
      "occupation": "",
      "references": [
        "Green, M.W., A note on an archaic period geographical list from Warka, Journal of Near Eastern Studies, pp293-4, 1977",
        "Mari A. Gough, Historical Perception in the Sargonic Literary Tradition: The Implications of Copied Texts, Rosetta, University of Birmingham",
        "The Rulers of Larsa, M. Fitzgerald, Yale University Dissertation, 2002",
        "The ruling family of Ur III Umma. A Prosopographical Analysis of an Elite Family in Southern Iraq 4000 Years ago, J.L. Dahl, UCLA disertation, 2003",
        "Tablet MS 1876/1 in the Schøyen Collection",
        "'A Stray Sumerian Tablet: Unravelling the story behind Cambridge University Library's oldest written object'. Retrieved March 14, 2018.",
        "Andrew George, House Most High: The Temples of Ancient Mesopotamia (Mesopotamian Civilizations, Vol 5), Eisenbrauns, 1993, ISBN 0-931464-80-3",
        "B. Alster, Geštinanna as Singer and the Chorus of Uruk and Zabalam: UET 6/1 22, JCS, vol. 37, pp. 219-28, 1985"
      ],
      "history": "The first mentions of Zabala are in seals from the Jemdet Nasr period including a list of early sites - Ur, Nippur, Larsa, Uruk, Kes, and Zabalam. The earliest historical record, a bowl inscription, indicates that Zabala was under the control of Lugalzagesi of Lagash. In the Sargonic Period, Shar-kali-sharri and Naram-Sin both reported building a temple to the goddess Inanna in Zabala and Rimush of Akkad reports Zabala as attempting to rebel against the control of the Akkadian Empire. After the fall of Akkad, Zabala came into the sphere of the city-state of Isin as reported by the year names of several rulers including Itar-pisa and Ur-Ninurta. The town was later subject to Abisare of Larsa, who's year name reported the building of the 'Favorite of Inanna of Zabalam' canal. During the Ur III period, Zabala was controlled by the Ur governor in Umma which was the capital of Umma Province. Cuneiform texts state that Hammurabi built Zabala's temple Ezi-Kalam-ma to the goddess Innana. The temple of Inanna in Zabalam is the subject of hymn 26 in the temple hymns of Enheduanna.",
      "abandoned": "",
      "part_of": "",
      "criteria": "",
      "inscription": "",
      "buffer_zone": "",
      "id": ""
    }
  ]
}