{
  "reference": "http://oracc.museum.upenn.edu",
  "gods": [
    {
      "image": "shamshi-adad-v.jpg",
      "time_periods_attested": "The earliest appearances of An as a specific deity are difficult to identify precisely, due to the multiple readings possible for the sign AN.  However, by the mid-third millennium he is definitely attested in the Fara god-list, and in the name of the 27th-century king of Ur, Mesanepada (\"Young man, chosen by An\"), who also dedicated a bead \"to the god An, his lord\"(Frayne 2008: E1.13.5.1).  In the following centuries cultic activity for An/Anu is attested at Uruk and Nippur, and he begins to occur in royal titles:  Lugalzagesi (ca. 2375-50 BCE) and Sargon I (ca. 2334-2279 BCE) both call themselves his priests.  From the second millennium onwards An/Anu is mentioned regularly in literary texts, inscriptions and personal names, although rarely as the central figure - he seems to have always been regarded as rather remote from human affairs.  From the Old Babylonian period (ca. 2000-1595 BCE) a Sumerian prayer to An asks him to protect the kingship of Rim-Sin, king of Ur (ETCSL 2.6.9.3) and several royal hymns to An survive (ETCSL 2.4.4.5, an unfortunately fragmentary adab to An for Šu-Suen; ETCSL 2.5.5.3, an adab to An for Lipit-Ištar; ETCSL 2.5.6.5, an adab to An for Ur-Ninurta).  At around the same time, Anu features for the first time in Assyrian royal inscriptions; Šamši-Adad I (ca. 1813-1781 BCE) boasts that Anu and Enlil called him to greatness (Grayson 1987: A.0.39.1.  The god Aššur always retained his pre-eminent position in the Assyrian pantheon, but later kings also sometimes invoked Anu as a source of support or legitimacy.Sumerian and Akkadian mythological texts portray An/Anu as king and father of the gods.  The Old Babylonian composition Gilgameš, Enkidu and the Netherworld (ETCSL 1.8.1.4) refers to the primeval division of the universe in which An received the heavens (lines 11-12), and we see him ruling from here in the flood poem Atrahasis.  Inana/Ištar, set upon killing Gilgameš, forcefully persuades her father to hand over the bull of heaven in the Old Babylonian poem Gilgameš and the Bull of Heaven (ETCSL 1.8.1.2), as well as in the first-millennium Epic of Gilgameš (Tablet VI, lines 92ff).  In Enūma eliš Anu turns back in fear from Tiamat (Tablet II, lines 105-6), paving the way for Marduk's triumph and elevation above him which characterises Babylonian literature and religious practice in the late second and early first millennium.  However, during the fifth century BCE Anu's cult enjoyed a revival at Uruk, and ritual texts describing the involvement of his statue in the local akitu festival survive from the Seleucid period (e.g., TCL 6, 39; TCL 6, 40; BRM 4, 07).",
      "name_and_spellings": "Sumerian an means \"heaven, sky\", and An can therefore be seen as the personified heavens. The cuneiform sign AN also has the value DINGIR, 'god' (Akkadian ilu(m)), and is used as the determinative for deities, yet in Sumerian An's name is never written with the divine determinative.  In Akkadian he is Anu, written logographically as dAN, or spelled syllabically, e.g. da-nu(m).   The logogram d60 is also a learned writing for Anu.Written forms:Sumerian: an; Akkadian: da-nu, da-num, an-nu, d60Normalised forms:An, Anu(m)",
      "functions": "An/Anu belongs to the oldest generation of Mesopotamian gods and was originally the supreme deity of the Babylonian pantheon.  Consequently, his major roles are as an authority figure, decision-maker and progenitor.  In heaven he allots functions to other gods, and can increase their status at will; in the Sumerian poem Inana and Ebih (ETCSL 1.3.2), Inana claims that \"An has made me terrifying throughout heaven\"(l.66).  On earth he confers kingship, and his decisions are regarded as unalterable.  Later An/Anu came to share or cede these functions, as Enlil and subsequently Marduk rose to prominence, but retained his essential character and high status throughout Mesopotamian history.  Indeed, when other gods are elevated to a position of leadership, they are said to receive the anÛtu, the \"Anu-power\".  For example, in Enūma eliš the gods express Marduk's authority over them by declaring: \"Your word is Anu!\"(Tablet IV, lines 4-6).An/Anu is sometimes credited with the creation of the universe itself, either alone or with Enlil and Ea.  Of the three levels of heaven, he inhabited the highest, said to be made of the reddish luludānitu stone (Horowitz 2001: 8-11).",
      "divine_genealogy_and_syncretisms": "The earliest texts make no reference to An's origins.  Later he is regarded as the son of Anšar and Kišar, as in the first millennium creation epic Enūma eliš (Tablet I, 11-14). In Sumerian texts of the third millennium the goddess Uraš is his consort; later this position was taken by Ki, the personification of earth, and in Akkadian texts by Antu, whose name is probably derived from his own. An/Anu frequently receives the epithet \"father of the gods,\"and many deities are described as his children in one context or another.  Inscriptions from third-millennium Lagaš name An as the father of Gatumdug, Baba and Ningirsu.  In later literary texts, Adad, Enki/Ea, Enlil, Girra, Nanna/Sin, Nergal and Šara also appear as his sons, while goddesses referred to as his daughters include Inana/Ištar, Nanaya, Nidaba, Ninisinna, Ninkarrak, Ninmug, Ninnibru, Ninsumun, Nungal and Nusku.  An/Anu is also the head of the Annunaki, and created the demons Lamaštu, Asag and the Sebettu.  In the epic Erra and Išum, Anu gives the Sebettu to Erra as weapons with which to massacre humans when their noise becomes irritating to him (Tablet I, 38ff).When Enlil rose to equal or surpass An in authority, the functions of the two deities came to some extent to overlap.  An was also sometimes equated with Amurru, and, in Seleucid Uruk, with Enmešara and Dumuzi.",
      "cult_place": "Temples and shrines to An/Anu existed in various cities throughout Mesopotamian history.  From the third millennium onwards he was worshipped, with some interruptions, together with Inana/Ištar at the é-an-na temple in Uruk , and in the Achaemenid and Seleucid periods at the new Reš temple with Antu.  Another important centre for his cult was Der , which, like Uruk, held the title \"city of Anu\".  In Lagaš  a temple to An was established by Gudea (ca. 2144-2124 BCE), while Ur-Namma (ca. 2112-2095 BCE) built a garden and shrine for him at Ur .  An also had a \"seat\"in the main temple of Babylon , Esagil, and received offerings at Nippur , Sippar  and Kish .  At Assur  a double temple for Anu and Adad, é-me-lám-an-na, was built during the Middle Assyrian period (ca. 1350-1050 BCE) and restored by subsequent rulers including Tiglath-Pileser I.",
      "id": 0,
      "title": "An/Anu",
      "type": "god",
      "info": "Mesopotamian sky-god, one of the supreme deities; known as An in Sumerian and Anu in Akkadian."
    },
    {
      "image": "",
      "time_periods_attested": "Their attestations remain restricted to first millennium Mesopotamia, although Enūma eliš was probably composed earlier. Anšar occurs in two Sumerian literary texts, Enlil and Sud (ETCSL 1.2.2) and A hymn to Haya for Rim-Sin (ETCSL 2.6.9.2), yet it is unclear who this deity may have been.",
      "name_and_spellings": "In Sumerian the names Anšar and Kišar literally mean \"the entirety of heavens\"and \"the entirety of earth.\"Written Forms:an-šár, AN.ŠAR2; dKI.ŠAR2Normalised Forms:Anšar; Kišar",
      "functions": "In Enūma eliš, the \"Babylonian Creation Story\"(for recent translations see Foster 2005: 436-368; Lambert 2008: 37-59), Anšar and Kišar appear as primordial gods that belong to the eldest generation of the Mesopotamian pantheon. According to Enūma eliš Anšar and Kišar gave birth to the god Anu (Black and Green 1998: 34), whereas a late lexical list suggest that Anu was sometimes replaced with Anšar (Reiner 1996).",
      "divine_genealogy_and_syncretisms": "In Enūma eliš Anšar and Kišar are said to be descendants of Lahmu and Lahamu (and ultimately of the pair ApsÛ and Tiamat). The same text also suggests that Anu was their offspring.In the Neo-Assyrian period, Anšar was sometimes equated with the god Aššur (Ebeling 1928; Edzard 1965: 41), most likely to give Aššur more seniority among the pantheon by identifying him with primordial gods (Black and Green 1998: 38; ; Beaulieu 1997).  In Neo-Babylonian Uruk, Anšar/Aššur were also equated with the god Anu, leading to Kišar's identification with Antu (Beaulieu 1997). Kišar is sometimes also understood as spouse of the constellation Gudanna (Lambert 1976-1980b).A bilingual (Sumerian - Akkadian) literary composition from Uruk, dating to the Seleucid period, poetically exalts the goddess Inana/Ištar. In lines 19-20 of that composition Kišar is equated with the goddess Antu, wife of Anu (Hruška 1969).",
      "cult_place": "There is no evidence for cult places or worship of Anšar and Kišar.",
      "id": 1,
      "title": "Anšar and Kišar",
      "type": "god and goddess",
      "info": "Anšar and Kišar are a pair of primordial gods that, with very few exceptions, only occur in Enūma eliš, the so-called \"Babylonian Creation Story.\"They can be considered as part of an invented mythology that had the goal of creating a new cosmology for the god Marduk."
    },
    {
      "image": "",
      "time_periods_attested": "The term Anunna first appears in the Post-Akkadian period, namely in some Gudea inscriptions, and in a few Ur III texts. In its Akkadian forms Anunnaku and Anunnaki continue to occur until the Seleucid period (see the link to Anunnaku in CAMS below).",
      "name_and_spellings": "There has been some discussion as to the meaning of the name Anunna (see Falkenstein 1965: 128-30). The most likely suggestions translate the term as something like \"Those of princely seed,\"(Falkenstein 1965: 129; Edzard 1965: 42).Written forms:Sumerian: da-nun, da-nun-na, da-nun-na-ke4-ne, da-nun-ke4-neAkkadian: da-nun-na-ki, e-nun-na-ki, e-nu-uk-ki, de-nu-uk-ki; logographic: dA.NUN, dA.NUN.NA, dA.NUN.NA.KE.E.NE; cryptographic: dgéš-u (also see Kienast 1965: 142-43).Normalized forms: Anuna(k), Anunna, Anunnaki, Anunnaku, Anunnakku",
      "functions": "A recent and comprehensive study of the term Anunna is still lacking; such a study is made more difficult by the term having slightly different meanings in different time periods.In the Sumerian textual corpus, Anunna (Akkadian: Anunnaki, Anunnaku) describes the highest gods in the Mesopotamian pantheon, but it can also be used to indicate the pantheon of a particular city or city-state, such as the Anunna of Eridu or the Anunna of Lagaš (Falkenstein 1965, see also Katz 2003: 403). It is not clear how many gods and which particular gods this term includes; one text speaks of the 'fifty Anunna of Eridu' (Falkenstein 1965: 130; Edzard 1965: 42).One of the main functions of the Anunna gods was to decide the fates (Falkenstein 1965: 131), as attested, for example, in the Sumerian myth Enki and the World Order (ETCSL 1.1.3, l. 207). However, already in the Sumerian sources the Anunna are sometimes associated with the netherworld, as evidenced in the myth Inana's Descent into the Netherworld (ETCSL 1.4.1, line 167), where the Anunna, the seven judges, pass judgement over Inana's trespassing into the netherworld.The suggestion that in the Sumerian textual corpus, Anunna are only mentioned in literary texts and that there is no evidence for their worship (Falkenstein 1965) will have to be reconsidered in light of new textual evidence from the Ur III period, in which it appears that offerings were made to Anunna (Anunna on CDLI). However, as there are only three attestations from administrative texts, the evidence is still rather meagre.The meaning of the term Anunna changed after the Old Babylonian period, when it was used to describe the gods of the netherworld, in opposition to the term Igigi (Black and Green 1998: 34). In some cases, Igigi seems to have the same meaning that Anunna had in Sumerian texts (Kienast 1965: 143). The so-called Babylonian Creation Story, Enūma eliš (Tablet VI, lines 39-44), narrates how Marduk assigned 300 Anunna gods for duty in the heavens, and the same number for duty in the netherworld, giving a total of 600 Anunna gods (Foster 2005: 470).It appears that there was some confusion surrounding this terms already in antiquity (Kienast 1965: 144). In the Poem of Erra (e.g., Tablets I, lines 62-63; II, lines 8-9; V, line 3, see Foster 2005: 880-911), the Igigi are clearly separated from the Anunna.The Anunnaku are sometimes invoked in curse formulas and also appear in incantations, but are overwhelmingly attested in literary and mythological texts. In the Epic of Gilgameš, the phrase \"judge of the Anunnaki\"is mentioned as a title of Gilgameš (Tablet VIII, line 210, unfortunately in broken context, see George 2003: 663, 861-2). This is possibly a reference to Gilgameš's function as a judge in the netherworld.",
      "divine_genealogy_and_syncretisms": "Because this term encompasses the major deities of the Mesopotamian pantheon, the genealogical relationships were different than those of the individual deities that are part of the Anunna. An is sometimes mentioned as the father of the Anunna, and some texts indicate that the relationship between the Anunna was brotherly/sisterly (Falkenstein 1965: 129-30).",
      "cult_place": "Currently, we have no knowledge of a sanctuary dedicated to the Anunna gods, presumably because all the Anunna gods had their individual temples in various cities across Mesopotamia.",
      "id": 2,
      "title": "Anunna  (a group of gods)",
      "type": "Anunnaku, Anunnaki",
      "info": "The term Anunna indicates a group of gods in the Mesopotamian pantheon. Later on, it is sometimes used to describe the underworld gods (as opposed to the gods of heaven, the Igigi)."
    },
    {
      "image": "",
      "time_periods_attested": "Asalluhi is first attested in the Ur III period (Geller 1985: 12-15; Cunningham 1997: 65). He is frequently mentioned in incantations of the first millennium dating to the Neo-Assyrian, the Achaemenid, and the Seleucid periods. The so-called \"Weidner god list\"(e.g., SpTU 3, 108 on CAMS), mentions Asalluhi right before Marduk.",
      "name_and_spellings": "Written forms: dasar-lú-hi, dasal-lú-hiNormalized forms: Asarluhi, Asalluhi",
      "functions": "It is unclear whether Asalluhi was from his earliest attestations associated with incantations and magic. Asalluhi's role as an exorcist is absent from the Sumerian literary references . This evidence associates him with the city of Kuara. Geller 1985: 13 proposed that Asalluhi, as the patron deity of Kuara, may have been subsumed into the pantheon of Eridu (Enki's city) and thus acquired his role as a god of incantations.Asalluhi shares Enki/Ea's qualities of intelligence, counsel and \"wide reason\", as well as expertise in incantations. The common formulaic ending in incantations, \"The incantation is not mine, it is the incantation of DN\", often names  Enki/Ea and Asalluhi as a pair. Sometimes Asalluhi plays an intermediary role, introducing the patient to  Enki/Ea (Geller 1985: 13). In keeping with his mastery over incantations, which seek to cleanse the afflicted patient from impurity, Asalluhi is also ascribed the special status as \"supervisor of the purification priests of E-abzu\"(A Hymn to Asarluhi: Asarluhi A, lines 29-36, ETCSL 4.01.1).",
      "divine_genealogy_and_syncretisms": "It has been suggested that Asalluhi's identification as the son of Enki/Ea may have been a secondary development (Edzard 1965: 43; also see above). He was often called \"son of Eridu\"or the \"son of Abzu,\"Enki/Ea's realm of subterranean waters (Geller 1985: 13). It is not entirely clear yet when Asalluhi was syncretized with Marduk. It is possible that this already took place in the Old Babylonian Period (Sommerfeld 1987-90: 362), as visible from the Sumerian literary letter from Sin-iddinam to the goddess Ninisinna (Brisch 2007: 142-156) as well as other texts (Richter 2004: 462 n.1956). In the Babylonian myth Enūma eliš, which is often called the \"Babylonian Epic of Creation,\"Asalluhi becomes one of Marduk's fifty names, which the gods bestow upon Marduk to establish his supremacy as the highest god in the pantheon (see Enūma eliš Tablet 6, lines 101 and 147; see Foster 2005: 472 and 475).",
      "cult_place": "Asalluhi was originally associated with the city of Kuara (Geller 1985: 13), as the Sumerian Temple Hymns, lines 135-146 (ETCSL 4.80.1) and the Sumerian hymn to Asalluhi (ETCLS 4.01.1) attest to.",
      "id": 3,
      "title": "Asalluhi",
      "type": "god",
      "info": "Asalluhi is the son of Enki/Ea and a god of incantations and magic, sometimes merged with Marduk. The etymology and meaning of his name are unclear."
    },
    {
      "image": "aya-shamash-seal-BM89030.jpg",
      "time_periods_attested": "The cult of Šerida is attested in the early dynastic and Old Babylonian periods (Krebernik 2009-10). Šerida appears in the Sumerian literary composition Nanna-Suen's journey to Nibru (ETCSL 1.5.1) dating to the Old Babylonian period (ca. 1800 BCE).The goddess's Akkadian name, Aya, is found in personal names as early as the Presargonic period (before c.2400 BCE) (Galter 1999). Aya was a particularly popular goddess during the Old Babylonian period (c.2000-1595 BCE). In Old Babylonian Sippar, Aya was a common divine element in the personal names of female slaves who were owned by priestesses (nadītu). (Harris, 1977).In the first millennium BCE Aya appears in Neo-Assyrian, Achaemenid and Seleucid period scholarly texts, including the Standard Babylonian version of the Epic of Gilgameš (e.g.,  SpTU 4, 124) plus new year rituals and a ritual to avert portentious evil (namburbÛ) from Seleucid period Uruk (e.g.,  SpTU 2, 018  and TCL 6, 40). Aya became particularly popular again during the Neo-Babylonian Period, during which time king Nabonidus of Babylon from 556-539 BCE, restored Šamaš's E-babbar temple in Sippar (Beaulieu 1989).",
      "name_and_spellings": "In the Akkadian language, this goddess's name is Aya whilst in the Sumerian language she is known as Šerida (see Krebernik 2009-10 for Šerida).Written forms:da-a; dšÉ-ri5-da, dšÉ-NIR-daNormalised forms:Aya, Ayya; Šerida, Šerda, Šer(i)da",
      "functions": "Aya functions primarily as a goddess of light and as the wife of the sun god Šamaš. Aya's role as Šamaš's wife is exemplified by her presentation in the Standard Babylonian version of the Epic of Gilgameš, where Aya is called \"the great bride\"(Tablet III, obv. iii 6). In the third tablet of the epic, the hero Gilgameš plans to venture into the Cedar forest and kill Humbaba, its monstrous guardian. Gilgameš's mother Ninsumun blames the sun god Šamaš for her son's desire to go adventuring. She climbs onto the temple roof and asks if Aya will implore her husband Šamaš to protect Gilgameš on his mission, especially at night when the sun god cannot not watch over him. (George 2003: 459-460; (SpTU 4, 124).In Old Babylonian administrative documents from the vicinity of the city of Sippar, Aya appears also to share her husband Šamaš's role in overseeing justice. Šamaš and Aya are the two deities \"witnessing\"transactions such as field or house rentals and temple loans (Leichty et al. 1988, e.g., 152, 243).In the Sumerian literary composition Nanna-Suen's journey to Nibru (ETCSL 1.5.1), Šerida is associated with her cult city of Larsa. She is one of several goddesses who tempt Nanna-Suen (Sin) during his boat journey to Enlil's temple in Nibru. As Nanna-Suen sails past Larsa, Šerida tries to persuade him to deposit the boat's precious cargo there, but he rebuffs her and continues on his way.",
      "divine_genealogy_and_syncretisms": "Aya is the wife of the sun god Šamaš (Utu). In Ugarit, Aya was equated with a deity who shared the same name as her (Galter, 1999). A late recension of the god list An-Anum, Tablet III, from Achaemenid Uruk (c.550-331 BCE) syncretises several other goddesses with Aya (Ninkar, Sudag, Sudgan, Ninmulguna, Munusulšutag) (SpTU 1, 126+).",
      "cult_place": "Aya was worshipped with the sun god Šamaš at his two principal temples in the cities of Sippar  and Larsa , which were both called E-babbar \"white house\").",
      "id": 4,
      "title": "Šerida/Aya",
      "type": "goddess",
      "info": "Goddess of light and wife of Utu/Šamaš, who was worshipped in the cities of Sippar and Larsa."
    },
    {
      "image": "",
      "time_periods_attested": "Baba is first attested in the Early Dynastic period IIIa and IIIb in the city-state of Lagaš, whose capital was Girsu. Her early cult seems to have had some connections to funerary rites (Selz 1995: 32). Some offerings to her were named \"bridal gifts,\"which has led some scholars to infer a connection to a sacred marriage between her and her husband Ningirsu (Sallaberger 1993: 289).In the Ur III period, Baba's cult is attested primarily in the city of Girsu, but she is also frequently invoked in personal names. In the Old Babylonian period her cult is attested at the cities of Nippur, Isin, Larsa, and Ur (Richter 2004).Only one fragmentary Sumerian hymn in praise of Baba has survived in the record (ETCSL 4.02.1), but several royal hymns were dedicated to her (ETCSL 2.3.1, an adab-song for Baba with prayers for king Lumma; ETCSL 2.3.2, a tigi-song for Baba with prayers for Gudea; ETCSL 2.4.4.1, a bal-bal-e song for Baba mentioning king Šu-Sin; ETCSL 2.5.4.02, an adab-song for Baba mentioning king Išme-Dagan).In the first millennium BCE, Baba is mentioned in an Akkadian hymn (Foster 2005: 583-591), in which her aspect as a healing goddess survives. Baba survived into the Neo-Assyrian, Achaemenid, and Seleucid periods, when she is only rarely mentioned in scholarly, religious, and historical texts.",
      "name_and_spellings": "The reading of Baba's name has been subject to some controversy (Marchesi 2002). Her name is spelled dba-Ú, which can be read dba-ú or dba-ba6. It has been suggested that the pronunciation behind this writing was something like Bawu, but this argument has recently been refuted on the basis of phonological evidence (Rubio 2010) as well as comparative evidence from other divine names (e.g., dab-ba6, see Richter 2004: 118-9 n.526).Written forms:dba-Ú, dba-ú, dba-ba6, dba-ba (?), dba-bu (?)Normalized forms: Baba, Bawu, Bau.",
      "functions": "Baba's functions are unclear. Her most prominent role is that of Ningirsu's wife. She is called the \"good\"or \"beautiful woman\"and she is often invoked as a protective or guarding spirit (dlama sa6-ga \"beautiful guardian\"). After her syncretism , she became a healing goddess and continued to be worshipped as such.",
      "divine_genealogy_and_syncretisms": "During the late third millennium Baba was considered to be a daughter of the god An, but her divine genealogy before then is unclear. She was married to Ningirsu, the main god of the pantheon of the city-state of Lagaš. At the city of Kiš, Baba was considered to be the wife of the god Zababa.Baba's and Ningirsu's children were the gods Šulšagana and Igalima (Bauer 1998: 505). According to inscriptions of king Gudea of Lagaš, the \"septuplets\"of Baba and Ningirsu were also her children, but only three of their names are known thus far (Bauer 1998: 505).In the Old Babylonian period Baba was syncretized with various healing goddesses such as Ninisinna, Gula, and Nintinugga.",
      "cult_place": "Baba's main cult place was her temple é-sila-sÍr-sÍr in the city of Girsu  (Selz 1995: 26; the temple is also referred to as é-tar-sÍr-sÍr, see George 1993: 148-149). She is also known to have had a shrine in Nanna's temple at Ur , the Ekišnugal.",
      "id": 5,
      "title": "Baba",
      "type": "goddess",
      "info": "Patron goddess of Girsu and the city-state of Lagaš. Beginning in the second millennium BCE she became known as a healing goddess."
    },
    {
      "image": "",
      "time_periods_attested": "In Mesopotamia the earliest textual references to Dagan come from the Royal Inscriptions of Sargon (2334-2279 BCE) and Naram-Sin (2254-2218 BCE). From this period Dagan also appears as a theophoric element in personal names, e.g., Pu-Dagan, on the Maništušu (2269-2255 BCE) Obelisk (Crowell 2001: 35). In the Ur III period (2112-2004 BCE), the personal name evidence increases across Mesopotamia, and is prevalent in the Middle Euphrates region (Singer 2000: 221; Crowell 2001: 63-64). Dagan was an important deity in this period, he appears in the contemporary god and offering lists, and is commonly attested in the records from Puzriš-Dagan (the administrative hub of the Ur III period located near Nippur) and at Nippur itself (Crowell 2001: 36). In some texts, Dagan appears in close association with Babati, the uncle of Šu-Suen (the fourth Ur III king 2037-2029 BCE), clearly highlighting the importance of this deity to the Ur III ruling family (Hilgert 1994: 36). Moreover, Waetzoldt has suggested that there was a gradual increase over time in the social status of the bearers of names associated with Dagan (Pettinato and Waetzoldt 1985: 254). This importance continues in the early second millennium, with Dagan included in the royal names of the period, and in the praise literature of Iddin-Dagan (1974-54 BCE) and Išme-Dagan (1953-1935 BCE), kings of Isin, both of whom are referred to as the sons of Dagan (ETCSL 2.5.3.2: 18, ETCSL 2.5.4.1: 41). Dagan's relevance to the middle Euphrates is found throughout the 2nd millennium. The Code of Hammurabi (1792-50 BCE) names him as the protector of the people of Tuttul, and many of the individuals known from this area have names involving the element Dagan (Crowell 2001: 37-39). At Mari in the early second millennium, Dagan appears in a variety of texts, such as in the letters, god and offering lists, and administrative tablets. Yahdun-Lim (ca. 19th century BCE) declares Dagan as the deity who gave him kingship, while Yasmah-Addu (ca. 1795-1776 BCE) describes himself as the \"Governor of Dagan\"(Crowell 2001: 56).From later periods of Mesopotamia Dagan is less well attested, but he continues to appear in personal names, god and offering lists, and in connection with An, e.g. Aššurbanipal (668-627 BCE) describes himself as 'beloved of Anu and Dagan', but the latter may have become a fossilised literary phrase (Crowell 2001: 40 and 47). He is still a deity of some consequence, however, for, Dagan makes a speech recounting the deeds of Ninurta in the Neo-Assyrian Mytho of Anzu, and within the temple of Aššur there was a chapel to Dagan built by Shalmanser V (726-722 BCE) (Crowell 2001: 46-47). Dagan was thought to have been a prominent deity on the eastern Mediterranean coast. The Amarna letters EA 317 and 318 from the middle of the second millennium BCE, which were once thought to provide evidence for the worship of Dagan on the eastern Mediterranean, have been re-evaluated, and are now thought to have originated in eastern Syria (Crowell 2001: 44-50). The prominence of Dagan on the eastern Mediterranean of the first millennium BCE comes mainly from the Hebrew Bible and the Second Temple literature, which associate Dagan (Heb. Dāgōn) with the temples of the Philistines. Recent work, however, has suggested that the role and position of Dagan may not be so definite. While Dagan is mentioned in the pantheon and sacrificial lists from Ugarit (Ras Shamra) and he does occur as a theophoric element in some local personal names, he is not well attested in the Levantine mythological literature.",
      "name_and_spellings": "In syllabic texts the name of Dagan is usually spelled dDa-gan, but other attested spellings include dDa-ga-an. There have been some suggestions that there may have been logographic writings for the name of this deity, e.g. dKUR, and dBE, but the reading of these as Dagan is not certain (Crowell 2001: 32).",
      "functions": "In Mesopotamia Dagan is associated with the Middle Euphrates, in particular the cities of Tuttul and Terqa. References to Dagan in some of the Akkadian royal inscriptions have been thought to suggest a military role for this deity, but his appearance in these texts at the time of certain battles may relate more to his association with the western regions in which these conflicts occurred. Dagan appears rarely in Mesopotamian mythology, he is mentioned in connection with the senior deity An in the Old Babylonian (early 2nd millennium BCE) versions of the myth of Anzu, and in the Neo-Assyrian (early 1st millennium BCE) version he makes a speech recounting the deeds of Ninurta (Crowell 2001: 39-40). In other cases Dagan is said to keep with him the seven children of the underworld god Enmešarra, and this netherworld aspect to Dagan is possibly supported by the temple built by Šamši-Adad I (ca. 1808-1776 BCE) at Terqa called the é-kisiga \"temple of the funerary offerings\"(Black and Green 1998: 56). The lack of wider mythological references, however, makes any discussion of his function difficult.  In the Syro-Mesopotamian areas, Dagan's functions are uncertain (Feliu 2003: 216-217). His association with funerary sacrifices at Mari and Ugarit is still contested (Crowell 2001: 60-61). Mythological attestations of Dagan from Ugarit are few, and this has limited analysis (Crowell 2001: 44-45). A possible etymology of the name Dagan from the West Semitic/Ugaritic root dgn, which can be translated as 'grain', and the Hebrew dāgōn, an archaic word for 'grain' (Black and Green 1998: 56), has tempted some scholars to assume that he played a role in vegetation/fertility, which might be confirmed by his son's, the West Semitic deity Ba'al, role as a vegetation deity (Black and Green 1998: 56). A 4th century AD tradition which places Dagan as a fish deity is erroneous (Black and Green 1998: 56).",
      "divine_genealogy_and_syncretisms": "There is no evidence for the parents or creation of Dagan.  In some traditions the spouse of Dagan was Šalaša, in others Išhara (Black and Green 1998: 56). While Dagan is recorded as the father of the west Semitic deity Ba'al at Ugarit, Ba'al is also known as the son of El, and some scholars, therefore, have suggested a syncretism of Dagan and El (Dietrich 1976: 1.2 I 18-19 and 1.3 IV 48-53). Others have suggested a link in function and syncretism between Dagan and Ba'al - both having the attributes of a 'storm god' or a link to vegetation (Crowell 2001: 64). Pantheons should not be viewed as static or monolithic; the city of Ugarit was cosmopolitan, complex and interactive, and the Ugaritic pantheon necessarily should be understood as highly complex with multiple and competing rituals, myths and comprehensions (Crowell 2001: 63-64).",
      "cult_place": "There is a suggestion of a temple of Dagan and Išhara at Nippur  in the Ur III period (Hilgert 1994: 1 and 38), while a dedicatory inscription of the Isin king Ur-dukuga (1830-1828 BCE) mentions a temple of Dagan in Isin  in southern Mesopotamia (Crowell 2001: 39). Further west a temple of Dagan dating to the second millennium at Mari  is now thought to be that of the deity Itur-Mer, but the temple at Terqa  built by Šamši-Adad (1808-1776 BCE) is of Dagan, and another temple to Dagan is believed to have existed at Emar  (Crowell 2001: 41-44). Attempts have been made to attribute temples in the Levant to Dagan, but such suggestions are only based on Biblical literature, and the temple at Ugarit  once considered to have been associated with Dagan has been reinterpreted as that of El (Crowell 2001: 44-50).",
      "id": 6,
      "title": "Dagan",
      "type": "god",
      "info": "Male deity of a possibly West Semitic origin with a focus on the Middle and Upper Euphrates, most commonly attested in Mesopotamia in the late 3rd and early 2nd millennia BCE."
    },
    {
      "image": "",
      "time_periods_attested": "Damu's earliest attestation is dated to the Ur III period. While his official cult appears not to have continued after the Old Babylonian Period (Black and Green 1998: 57), his name is found with increasing frequency in personal names of the following Kassite period (Ebeling 1938: 115).",
      "name_and_spellings": "Written forms:dda-mu, dda-a-mu, ddam-muNormalised form:Damu",
      "functions": "Damu is a healing deity credited both as asÛ \"healer\"and āšipu, \"exorcist\", which says as much about the close link between the two professions as about the deity's capabilities. Accordingly, Damu accompanies his mother Gula/Ninkarrak in incantations but is also credited as healer in his own right: \"Damu binds the torn ligaments\"(Ebeling 1938: 115).",
      "divine_genealogy_and_syncretisms": "Damu's two siblings are the god Ninazu and the goddess Gunurra, both much less prominent than him. In the god-list An = Anum, Damu appears once as sukkal, \"vizier\", to the elusive dGIŠ.HUR.x.x (Litke 1998). According to Jacobsen 1962: 190, Damu is an aspect of Dumuzi/Tammuz due to his regenerative qualities. Kramer 1983: 75 suggests that such a syncretism is partly due to a confusion of the two.",
      "cult_place": "Damu had cults in Isin , Larsa , Lagaš , Ur  and Girsu .",
      "id": 7,
      "title": "Damu",
      "type": "god",
      "info": "Damu is the son of the healing goddess Gula/Ninkarrak and a healing god himself."
    },
    {
      "image": "enki-AN00135126-small.jpg",
      "time_periods_attested": "The first attestations of the god Enki date to the Early Dynastic IIIa period, where he is mentioned in the texts from Fara. As late as the third century BCE he appears as the god Kronos in a Greek text attributed to the Babylonian priest Berossus (Bēl-rēʾÛšunu) (Kramer and Maier 1989: 10).Enki's role in making Mesopotamian lands fertile and in civilizing its cities is recounted in important Sumerian literary texts from the second millennium BCE. Enki and Ninhursanga (ETCSL 1.1.1) describes Enki's role in transformed the land around the salty marshes land of Tilmun (near to Southern Mesopotamia) into fertile, economically productive ground using sweet water from the abzu (Bottéro 2002: 235-6). Enki and Inana (ETCSL 1.3.1) tells of a fight for power between Enki and Inana, the goddess of sex and war. Inana gets Enki drunk in order to steal the powers of civilization from him (Black and Green 1998: 76; Kramer and Maier 1989: 15-16; 57-68). Enki's role as a creator of the world is described in Enki and the World Order (ETCSL 1.1.3), and his creator aspect becomes an increasingly prominent in later literature, a phenomenon that Frymer-Kensky (1992: 70-90) has called the \"marginalization of goddesses\".Later in the second millennium, rituals and prayers to prevent and remove evil frequently invoked Ea, Šamaš and Marduk as a group. Ea generally provided the spell, Marduk oversaw its implementation and Šamaš provided purification (Foster 2005: 645). Ea also features centrally in a series of royal \"bath house: rituals that aimed to restore the king's purity after ominous celestial events. An exorcist recited incantations to the gods on the king's behalf, whilst the king himself bathed to wash away evil.  (Robson 2010a; Foster 2005: 643-644).In the Mesopotamian worldview, illnesses and strife were caused by evil demons and divine displeasure. As Ea was master of the exorcists' ritual knowledge, he often featured in first-millennium incantations performed by exorcists to remove evil or to prevent it from visiting in the first place (examples in Foster 2005: 954-992). In one Neo-Assyrian prayer against evil from the city of Huzirina, a man named Banitu-tereš asks Ea to remove the \"evil of ominous conditions (and) bad, unfavourable signs\"that are present in his house because he is \"constantly terrified\"of what will happen (STT 1, 67). Prayers for success in divination and protection of kings also invoked Ea.",
      "name_and_spellings": "Enki is spelled in Sumerian as den-ki or dam-an-ki. In Akkadian, Ea's name is commonly spelled dE2.A but it is unclear to which language this name belonged originally (Edzard 1965: 56).  In literary texts, Enki/Ea was sometimes known by the alternative names Nudimmud or Niššiku, the latter originally being a Semitic epithet (nas(s)iku \"prince\") that was then reinterpreted as a pseudo-logogram dnin-ši-kù (Cavigneaux and Krebernik 1998-2001a: 590). He had a number of epithets, including 'stag of the abzu' (Black and Green 1998: 75) and 'little Enlil' (Foster 2005: 643-644).Written forms:Enki: EN.KI-GA.KAM2; d40; d60; dEN.KI; dIDIM, dnu-dÍm-mud, dnin-ši-kùEa: dé-aNormalized forms: Enki, Enkig, Nudimmud, Niššiku, Ea",
      "functions": "Greenstone cylinder seal of the scribe Adda, showing Enki depicted with a flowing stream full of fish;  c.2300-2200 BCE. Enki's two-faced minister Isimu stands to his right. (BM 89115). © The Trustees of the British Museum. View large image on the British Museum's website.Cylinder sealshowing Enki seated on a throne, wearing a horned headdress with a flowing stream full of fish; 2250 BCE (BM 103317). © The Trustees of the British Museum. View large image on the British Museum's website.Limestone wall relief featuring a fish-cloaked apkallu sage, from the temple of Ninurta in Kalhu, Assyria; 9th century BCE. (BM 124573). © The Trustees of the British Museum. View large image on the British Museum's website.\tBabylonian limestone kudurru depicting a turtle, which was a symbol of Enki; 1125BC-1100 BCE (BM 102485). © The Trustees of the British Museum. View large image on the British Museum's website.\tLord of the abzuThe god Ea (whose Sumerian equivalent was Enki) is one of the three most powerful gods in the Mesopotamian pantheon, along with Anu and Enlil. He resides in the ocean underneath the earth called the abzu (Akkadian apsÛ), which was an important place in Mesopotamian cosmic geography. For example, the city of Babylon was said to have been built on top of the abzu.Sumerian texts about Enki often include overtly sexual portrayals of his virile masculinity. In particular, there is a metaphorical link between the life-giving properties of the god's semen and the animating nature of fresh water from the abzu. Until recently, however, many of the more explicit details have been suppressed in modern translations (see Cooper 1989; Dickson 2007).Incantations, wisdom and cleanersEa has associations with wisdom, magic and incantations. He was a favourite god amongst diviners (bārÛ) and exorcist priests (ašipū) as he is the ultimate source of all ritual knowledge used by exorcists to avert and expel evil. Ea was patron of the arts and crafts, and all other achievements of civilization. His connection with water meant that Ea was also the patron deity of cleaners (Foster 2005: 151-152).Creator and protector of humanityEa is the creator and protector of humanity in the Babylonian flood myth Atra-hasīs and the Epic of Gilgameš. He hatched a plan to create humans out of clay so that they could perform work for the gods. But the supreme god Enlil attempted to destroy Ea's newly created humans with a devastating flood, because their never-ending noise prevented him from sleeping. But clever Ea foresaw Enlil's plan; he instructed a sage named Atrahasis to build an ark so that humanity could escape the destruction.In the myth Adapa and the South Wind, Ea helps humanity keep the gift of magic and incantations by preventing Adapa from becoming immortal (Foster 2005: 525-530;  Izre'el 2001; Michalowski 1980).Ea's creaturesEa was served by his minister, the two-faced god Isimu/Akkadian UsmÛ (pictured to Enki's right in Image 1). Other mythical creatures also dwelt in the abzu with Ea, including the seven mythical sages (apkallū) who were created for the purpose of teaching wisdom to humanity.",
      "divine_genealogy_and_syncretisms": "Enki was the son of the god An, or of the goddess Nammu (Kramer 1979: 28-29, 43) and a twin brother of Adad. It is unclear when he was merged with the god Ea, whose name first appears in the 24th century BCE (Edzard 1965: 56). His wife was Damgalnunna/ Damkina and their offspring were the gods Marduk, Asarluhi and Enbilulu, the goddess Nanše and the sage Adapa (Bottéro 2002: 234; Black and Green 1998: 75).Enki also had sexual encounters with other goddesses, particularly in the Sumerian myth Enki and Ninhursanga (ETCSL 1.1.1). Ninhursanga gives birth to the goddess Ninmu after sexual relations with Enki. Later in the myth Enki becomes gravely ill and Ninhursanga then gives birth to eight healing deities in order to cure him. Enki then fathered the goddess Ninkurra with his daughter Ninmu, and the goddess Uttu with his granddaughter Ninkurra (Kramer and Maier 1989: 22-30).",
      "cult_place": "Enki is associated with the city of Eridu  on the southern Mesopotamia. Enki's temple was E-abzu (house of the abzu), which was also known as E-engur-ra (house of the subterranean water) or E-unir (Foster 2005: 643-644).",
      "id": 8,
      "title": "Enki/Ea",
      "type": "god",
      "info": "Mischievous god of wisdom, magic and incantations who resides in the ocean under the earth."
    },
    {
      "image": "",
      "time_periods_attested": "In the 4th millennium the combination of signs later used to write the name Enlil (see below for discussion) has been suggested to act only as a toponym, and refer to the city of Nippur (Englund 1998: 72-76 and Wang 2011: 41-59), but this understanding remains highly contested. This sequence of signs appears on the Late Uruk Archaic City List, Archaic city seal impressions, and various administrative documents. Wang, who has produced the most recent study of this subject, proposes that the combination of signs used to write the toponym for Nippur came to be a writing for the deity Enlil at about the time of Late Uruk - Early Dynastic Period transition (ca. 3200-2800 BCE). Wang suggests that the deity Enlil might have come to be worshipped at Nippur at this time, and subsequently taken the writing of the toponym for the writing for his divine name (Wang 2011: 245). From the Early Dynastic (2900-2350 BCE) through Ur III (2112-2004 BCE) periods Enlil appears among the first of the listed deities on the various God Lists (Edzard 1965: 60). There are instances of personal names composed with Enlil, offering lists mentioning him, and his own temple officials. In the Early Dynastic literature and the Zá-mÍ, \"praise\"hymns from Abu Salabikh (near Nippur in southern Mesopotamia) Enlil is already supreme among the gods, (Wang 2011: 98-100; Biggs 1974: 45-46) and on the Vase Inscription of Lugalzagesi, Enlil is titled lugal-kur-kur-ra \"King of all the lands\"(Wang 2011: 234-235).It is from the Akkadian period (ca. 2300-2150 BCE) that we have the first definitive evidence for the é-kur, which was built by Šar-kali-šarri (2175-2150 BCE), and in the Ur III period, Ur-Namma builds the ziggurat for Enlil (see above). Enlil is paramount during the Ur III period, he regularly appears as the supreme and powerful deity in the Year Names of the period, and he is the major recipient of those offerings made at Nippur and administered at Puzriš-Dagan (ancient Drehem - the administrative hub of Ur III period, located south of Nippur) (Sallaberger 1999: 137). Additionally, Enlil is frequently attested in the royal inscriptions of the period (Frayne 1997), and in the literature the Ur III kings are called the sons of Enlil, e.g., Šulgi in The debate between Bird and Fish, ETCSL 5.3.5: 146.Iddin-Dagan (1974-1954 BCE) and Išme-Dagan (1953-1935 BCE), kings of Isin, frequently exhalt Enlil as their \"principal deity\"(ETCSL 2.5.4.01: 46), and even as their father (ETCSL 2.5.4.02: 29). Moreover, his cult at Nippur receives offerings throughout the Isin-Larsa period (Sigrist 1980). Roughly contemporary with these southern Mesopotamian kings, Šamši-Adad I (ca. 1808-1776 BCE) of Assyria builds a temple for Enlil at Aššur (Lamprichs 1997: 226).With the ascendancy of Babylon in the second millennium, Enlil begins to lose prominence to the ever more powerful and important Marduk, the city-deity of Babylon. Even prior to this, however, the Anzu myth relates the ascendancy of Ninurta at the expense of his father Enlil (and in a different tradition it is Ningirsu of Lagash, who, being conflated with Ninurta, comes to prominence). Enlil does, however, remain a significant deity throughout the second millennium. In the Old Babylonian period he continues to receive offerings at Nippur (Van de Mieroop 2005: 80), appear in personal names e.g., Enlil-ipuš (Charpin 2010: 14), and is even considered to have granted Hammurabi (1792-1750 BCE) victory over Rim-Sin I of Larsa (1822-1763 BCE) (Van de Mieroop 2005: 38). In the Lawcode of Hammurabi, the King is said to have been chosen by Enlil (Van de Mieroop 2005: 82), and even when Marduk's rise to power is described, he is said to have been given 'enlilship' over the people by Enlil and An. The rise of Marduk at the expense of Enlil is still complicated and poorly understood (Sommerfeld 1982). It is perhaps best known from the Creation Epic, Enūma Eliš, where it is only Marduk who dares to confront and then defeat the enemy Tiamat, an act which elevates him to the head of the pantheon. This myth has been thought by some to have been composed at the time of Kassite dynasty of Mesopotamia which was based at Babylonia, and to act as a metaphor/explanation for the supremacy of Babylon, but whenever this epic was composed Enlil remained important enough to the Kassites for them to build a new temple quarter for him at Babylon, and for him to appear in royal names of the dynasty, suggesting a personal devotion of even the Kassite rulers to this great god.In the first millennium the great gods Aššur,  Marduk and Nabu were supreme, but Enlil's power was clearly remembered for even they were referred to as the \"Assyrian Enlil\"or the \"Enlil of the gods\"(Edzard 1965: 61).",
      "name_and_spellings": "As mentioned, the writing of the name of Enlil is uncertain when not written syllabically. The primary issue concerns the difficult palaeography of the 4th and 3rd millennium, because while the initial sign of the name of Enlil is agreed: EN; the final sign is problematic as it is not standardised in the ancient palaeography or in its reading by modern scholars (for a discussion of these issues see Edzard 2003, Englund 1998: 72-76; Englund 2011; Jacobsen 1989; Steinkeller 1989: 114 n.36; Steinkeller 2010; Wang 2011). The matter is even more confused as the reading of the signs is considered significant to an understanding of the etymology and function of Enlil (see above). By the later third millennium the second sign is written with the sign which is read lÍl, and in the Akkadian syllabic spellings Enlil's name becomes Ellil, due to the assimilation of the /n/ and /l/ to a doubled form /ll/.Enlil's name could also be written by the cuneiform sign for the number \"50\". In literary texts, Enlil also had the name Nunamnir, possibly meaning \"he who is respected\"(Edzard 1965: 60). Written forms:den-lÍl, d50, dnu-nam-nirNormalized forms: Enlil, Ellil; Nunamnir (literary texts); Illinos (Greek)",
      "functions": "There has been much debate concerning the writing, etymology, and hence meaning of Enlil's name. These elements are important to discuss because they also relate to an analysis of this deity's functions. The writing and reading of this deity's name is not certain , and even if we do read den-lÍl, the translation of \"lÍl\"is contentious. The Sumerian word \"lÍl\", whose Akkadian equivalent is zaqīqu, means \"ghost, phantom, haunted\"(Michalowski 1989: 98; Tinney 1996: 129-30; Michalowski 1998) but a translation of Enlil's name as \"Lord ghost\"makes little sense in the context of his mythological attestations. The interpretation of lÍl as \"wind\"is apparently a secondary development of the first millennium BCE (Tinney 1996: 129), which has led to an interpretation of Enlil's name as \"Lord Wind\"or \"Lord Air\"(e.g., Jacobsen 1989). This interpretation has led some scholars to reconstruct a vertically ordered cosmology that consisted of the gods An (heavens), Enlil (atmosphere), and Enki (earth), but this remains very problematic. Other scholars make reference to Enlil as the \"Lord of the Air\", when he is seen acting in co-ordination with the storms and winds, e.g., Enlil \"the roaring storm\"(The Cursing of Agade, ETCSL 1.5.1: 151). There are issues, however, with both ideas, the vertical ordering of Mesopotamian pantheon is rather simplistic, and the references to Enlil as a storm are usually in the context of wider destruction, where the storm could be apposite imagery for Enlil as a powerful, devastating god rather than as a specific \"storm deity\", e.g., The Lament for Sumer and Urim, ETCSL 2.2.3.Without question Enlil, with An and Enki, form the supreme Mesopotamian triad of deities (NÖtscher 1938: 382-387). Moreover, Enlil's prominence and power can be seen in his titles and epithets: \"The Great Mountain\"(ETCSL 1.1.3: 3), \"King of all the lands\"(Vase Inscription of Lugalzagesi  (ca. 2370 BCE) (Wang 2011: 134), \"Father of the black headed people\"(The Lament for Nibru, ETCSL 2.2.4: 134) \"Father of the gods\", (The death of Gilgameš, ETCSL 1.8.13: 12), and \"Nunamnir\", \"The well respected\"(An Adab to Enlil for Šulgi, ETCSL 2.4.2.07: 2), the latter being Enlil's name that is only mentioned in literary and religious texts. Moreover, Enlil's position as a supreme deity was abstracted to the concept of ellilūtu, \"Enlilship\", a term applied to others, both human and heavenly, who held paramount authority.  Enlil's role in the mythology of Mesopotamia is based on his power and authority, and as such he can create and destroy. Enlil is described as the \"decreer of fates\"(A praise poem of Šulgi (2094-2047 BCE), ETCSL 2.4.2.24: 72), and in the Akkadian Anzu myth Enlil holds the tablet of destinies, the possessor of which commands the world (Foster 2005: 555-578). It is Enlil who grants kingship to the rulers of Mespotamia, e.g., on the Vase Inscription of Lugalzagesi, Enlil gave the nam-lugal-kalam-ma \"kingship of the land\"to Lugalzagesi (Wang 2011: 145), \"Enlil ... bestowed kingship on me (Ur-Namma (2112-2095 BCE)\"(Ur-Namma the Canal digger, ETCSL 2.4.1.4: 12). Enlil's command is said to be unalterable, once he had made a decision, there was no way of changing it (The Lament for Urim, ETCSL 2.2.2), although he did have to revise his decision to destroy mankind through the flood which is told in the Atra-hasīs myth (Foster 2005: 227-281) and the flood tablet of the Gilgameš epic (George 2003: 703-725). In addition, Enlil was a provider, and as such he was declared the \"Lord of abundance\"in a hymn for Šu-Suen (2037-2029 BCE) (ETCSL 2.4.4.a: 20-21). However, Enlil could also take such plenty away and devastate the land, e.g., in The Lament for Urim, he is said to have \"brought the storm of abundance away\", to have \"annihilated the land, silenced the city\"(ETCSL 2.2.2), and destroyed their houses and demolished their walls Enki and the World Order (ETCSL 1.1.3: 245). Some Sumerian myths narrate how other gods visited Enlil to give him the \"first-fruit offerings\", e.g., Nanna (Nanna-Suen's Journey to Nibru, ETCSL 1.5.1). This should be interpreted as a gesture of deference and acknowledgement of Enlil's highest authority.In the Akkadian literature Enlil's almighty but malevolent nature is often portrayed. In one devotional poem Enlil is described as \"king of heaven and the netherworld...whose command no god can set aside...the lord of destinies ... the nominator of kings\"(Foster 2005: 653), but other poems are specifically aimed to ease his anger (e.g., Foster 2005: 656), and his devastating side is clear in the myth of Atra-hasīs, where it is Enlil who sends the drought, the plague, the flood (Foster 2005: 227-281).",
      "divine_genealogy_and_syncretisms": "Enlil is considered in most traditions to be the first-born son of An (Vase Inscription of Lugalzagesi, Wang 2011: 134), and brother of the goddess Aruru (Enmerkar and En-suhgir-ana, ETCSL 1.8.2.4: 395). The god list AN = Anum, however, lists him as a descendant of Enki and Ninki. Enlil's wife is Ninlil (ETCSL 1.2.1), and his sons include Ninurta (Ninurta's return to Nibru, ETCSL 1.6.1: 1), Ningirsu (Gudea Cylinder A and B, ETCSL 2.1.7: 966), Nanna (Nanna-Suen's journey to Nibru ETCSL 1.5.1: 10) and Namtar. Other deities, however, are also described as his children, e.g., Nergal (Enlil and Ninlil, ETCSL 1.2.1: 90), Ninazu (Enlil and Ninlil, ETCSL 1.2.1: 116), Inana (Inana's descent to the Nether World, ETCSL 1.4.1: 43), Utu (A hymn to Utu, ETCSL 4.32.2: 24), and Iškur (Enmerkar and the Lord of Aratta, ETCSL 1.8.2.3: 542-543). In another tradition Sud, the goddess of Šuruppag (a city-state in southern Mesopotamia), is equated with Ninlil, and made the wife of Enlil, possibly as a mythological explanation for the absorption of Šuruppag into the pantheon of Nippur (Enlil and Sud, ETCSL 1.2.2; Black et al. 2004: 106-112).Enlil's vizier and messenger was Nusku (Enlil and Ninlil, ETCSL 1.2.1).",
      "cult_place": "The main sanctuary of Enlil was the é-kur \"Mountain house\"at Nippur , in central southern Mesopotamia, and this temple is described in the Sumerian Hymn to the Ekur (ETCSL 4.80.4). This sanctuary dates at least to the Akkadian period (George 1993: 116), and next to it stood the temple tower (ziggurat), the dur-an-ki \"bond of heaven and earth\", built built by Ur-Namma (Sallaberger 1999: 137). The é-kur was rebuilt/refurbished a number of times, e.g., in the second millennium by Kadašman-Enlil I/II (1374-1360 or 1263-1255 BCE) of the Kassite dynasty, and in the 1st millennium Esarhaddon of Assyria (680-669 BCE) and Nebuchadnezzar II of Babylon (604-562 BCE) (George 1993: 116). Enlil was also worshipped in other cities, e.g., a ziggurat for Enlil in Assur  built by Šamši-Adad I (1813-1781 BCE) (Lamprichs 1997: 226), an Old Babylonian temple to Enlil in Babylon  (Klengel-Brandt 1997: 254), a ziggurat and temple quarter dedicated to Enlil at Dur-Kurigalzu  (in southern Mesopotamia, modern 'Aqar Quf), which was the capital of the Kassite dynasty (Kühne 1997: 156), and Leick suggests a temple to Enlil outside of Mesopotamia in Elam (Leick_1999: 46).",
      "id": 9,
      "title": "Enlil/Ellil",
      "type": "god",
      "info": "Enlil was one of the supreme deities of the Mesopotamian pantheon. He decreed the fates, his command could not be altered, and he was the god who granted kingship. His temple, é-kur, the \"Mountain House,\"was located in the city of Nippur, the religious centre of Mesopotamia up until the second millennium BCE. His temple was the most important temple in all of southern Mesopotamia."
    },
    {
      "image": "",
      "time_periods_attested": "In the Sumerian poem The Death of Ur-Namma (ETCSL 2.4.1.1), Ereškigal is among those receiving gifts from Ur-Namma, newly arrived in the netherworld (Kramer 1967: 111). Her co-regency of the netherworld together with Nergal begins in the Old Babylonian period (Dalley 2000: 164). In the first millennium, her temple in Kutha is rebuilt by Nebuchadnezzar (George 1993: 85 no. 288).",
      "name_and_spellings": "Written forms:dereš-ki-gal, dereš-ki-gal-laNormalised form:Ereškigal",
      "functions": "Unlike her consort Nergal, Ereškigal has a distinctly dual association with death. This is reminiscent of the contradictive nature of her sister Ištar, who simultaneously represents opposing aspects such as male and female; love and war. In Ereškigal's case, she is the goddess of death but also associated with birth; regarded both as mother(-earth) and a virgin (Van der Toorn et al. 1999: 455).",
      "divine_genealogy_and_syncretisms": "Ereškigal is the sister of Ištar and mother of the goddess Nungal. Namtar, Ereškigal's minister, is also her son by Enlil; and Ninazu, her son by Gugal-ana (Black and Green 1998: 77). The latter is the first husband of Ereškigal (Black and Green 1998: 77), who in later tradition has Nergal as consort. Bēlet-ṣēri appears as the official scribe for Ereškigal in the Epic of Gilgameš (Ataç 2004: 69).",
      "cult_place": "With few exceptions, as Wiggermann (1998-2001d: 220) asserts, Ereškigal had no cult in Mesopotamia and as a result, rarely encountered outside literature. Inscriptions, however, attest to temples of Ereškigal in Kutha , Assur  and Umma  (George 1993: 85 no.288, 164 no.1311, no.1312).",
      "id": 10,
      "title": "Ereškigal",
      "type": "goddess",
      "info": "Ereškigal, whose name translates as \"Lady of the Great Earth\", rules the underworld."
    },
    {
      "image": "",
      "time_periods_attested": "Erra first appears as a divine element in personal names in southern Mesopotamia in the Sargonic Period (c.2390-2210 BCE) (Roberts 1971: 12-13).Erra is featured in two royal prayers from the second millennium BCE. The first is a prayer for king Hammurabi (ETCSL 2.8.2.4), which is unfortunately too fragmentary to reveal anything meaningful about this deity. The second is a hymn to the goddess Inana that contains prayers for king Ur-Ninurta (ETCSL 2.5.6.1). In this hymn Inana and other deities speak to the king, guiding him in ruling justly and powerfully over the land. The god Enlil pronounces that king Ur-Ninurta should emulate the brave deeds of war-like deities, including being 'like the warrior Erra' - presumably invoking Erra's destructive characteristics.In the first millennium BCE, Erra is attested in scholarly and literary texts from the Neo-Assyrian to Seleucid periods. The most lengthy and well-known literary text featuring Erra is the narrative poem Erra and Išum (STT 1, 16; STT 1, 17 (+)). The text possibly dates from the eighth century BCE although the exact date is disputed (see Foster 2005: 880). In the Babylonian poem Erra and Išum, Erra ravages Babylonia with plague after temporarily gaining control over the world. The text is a poetic portrayal of the eruption of violence and its subsequent effects on a society. It shows, among other things, how violence leads to disruption of order - even the divine order imposed on the world by the gods - and the potential to destroy civilisation. The thirteenth to ninth centuries BCE saw bloody invasions of Babylonia by outside invaders. The myth may be a reflection on the real-life consequences of violence within contemporary society as experienced by its author (see Foster 2005: 880).In omen texts from Seleucid Uruk (c.305-64 BCE), unfavourable omens that involved the coming of a plague often used the phrase: 'Erra will devour the land' (e.g.,  TCL 6, 16. Reference to Erra's function as a bringer of death is also given in a Neo-Assyrian incantation series for expelling evil demons from the city of Huzirina. The first part of the text (the incantation) describes various demons and their ill effects on the land and its people. Here Erra is described as 'great Erra who strikes people down in the street', presenting a powerful image of the god bringing inescapable death and leaving no one behind. (STT 2, 192 (+)). The text then goes on to describe rituals that the incantation priest must perform in order to drive away the evil.",
      "name_and_spellings": "Erra's name is usually written in later sources as dER3.RA, although several variant spellings are attested in different periods including dER9(= GIR3).RA (see Roberts 1971).Older spellings of the name of Erra might include the spelling dKIŠ-ra (Borger 2004: 179), although this reading has been highly contested (see Steinkeller 1987; Lambert 1990a, Lambert 1990b; Steinkeller 1990; but see Krebernik 1998: 277).Roberts 1971 gives a possible etymology for Erra's name as deriving from the Semitic root for \"to scorch\"or \"char\"giving Erra the meaning of \"scorching\"or \"scorched\". He therefore suggests that Erra was originally a personification of the \"scorched earth\"resulting from a grass or forest fire, who in time came to personify famine more generally - especially famine arising from the burning of land, such as during war. This interpretation however is not universally accepted (e.g., Lambert 1973).",
      "functions": "Erra was an especially war-like and violent god, who is often understood to be a bringer of pestilence. There is some debate, however, regarding the exact nature of his destructive functions.One of Erra's common epithets is 'warrior' (Roberts 1971: 14) and another is 'lord of plague and carnage' (CAD Š/1: 69, s.v. šaggaštu; Tallqvist 1938). This second epithet has been alternatively translated as 'lord of affray and slaughter' by Roberts 1971, who argues that Erra's destructive power is associated with famine rather than pestilence. He claims that textual evidence indicates that Erra should be thought of as a god of famine rather than pestilence.To support this argument, Roberts quotes an entry in a series of household omens (Šumma ālu) that he translates as: \"there will be a devouring of Erra in the land\". This line also contains a gloss to give further explanation of its meaning. Roberts 1971 translates it as meaning 'famine', whilst the dictionary definition is 'a disease characterized by ravenous hunger' (CAD H: 261, s.v. hušahhu). Whilst Erra's associations are still open to debate, his aspects of pestilence, plagues and famine may perhaps be closely related, as pestilence usually results in hunger and starvation.",
      "divine_genealogy_and_syncretisms": "Erra's wife was the goddess Mami (not thought to be the mother goddess of the same name) and his father the sky god An.Erra eventually became syncretised with the god Nergal, who was associated with the underworld. Erra's associations with Nergal are attested as early as the Old Akkadian period (ca. 2350-2200 BCE) (Lambert 1973). A Sumerian hymn to Nergal that also features the name Erra survives (ETCSL 4.15.2) although the fragmentary nature of the text means it is unclear whether this indicates two different deities here, or alternative names for one deity. In the Standard Babylonian version of the literary text Nergal and Ereškigal (STT 1, 28) the name Erra is used instead of Nergal, indicating the close identification of the two gods at this time.",
      "cult_place": "Erra was worshipped at the E-meslam (Meslam House) temple in the city of Kutha  in Babylonia, as was Nergal.",
      "id": 11,
      "title": "Erra",
      "type": "god",
      "info": "God of war and plagues, who later became closely associated with the underworld god Nergal"
    },
    {
      "image": "",
      "time_periods_attested": "The earliest attestations of Geštinanna date to the Early Dynastic IIIb period. While her role changed during the Old Babylonian period, she continues to appear in Akkadian literary and scholarly texts until the Seleucid period, both as Geštinanna and as Belet-ṣeri .",
      "name_and_spellings": "Geštinanna's name literally means \"Wine/vine of the heavens/the god An.\"Whether this is in any way related to her functions is unclear (Edzard 1957-71: 299-301).Written Forms: dŋeštin-an-na, dTIN-an-na, dŋeštin;Emesal spellings: dmu-tin-an-na, dmu-tin; as Belet-ṣeri: dbe-let-EDINNormalised Forms: Geštinanna, G̃eštinanna; Belet-ṣeri",
      "functions": "Geštinanna's exact functions remain unclear. It is possible that she was identified with the goddess Ama-geštin \"Mother wine/vine,\"but this has to remain speculative (Edzard 1965: 67). She is referred to as \"mother\"(ama) or \"old/wise woman\"(um-ma), and, like other goddesses, functions as a dream interpreter (Black and Green 1998: 88), while her association with the netherworld is possibly a secondary development (Edzard 1957-71: 301).In Sumerian mythology Geštinanna is considered to be the god Dumuzi's sister. She appears in the tale Dumuzi's Dream, a mourning song for the dead Dumuzi (Alster 1972; ETCSL 1.4.3. with further literature). The tale recounts an ominous dream, in which Dumuzi foresees his own death. Much of the tale involves Dumuzi trying to escape death in the form of demons, while his sister tries to protect him. Ultimately she is unsuccessful and Dumuzi dies. The tale Dumuzi and Geštinanna  (ETCSL 1.4.2) similarly recounts Dumuzi trying to escape death and his sister trying to protect him but ultimately failing.The tale of Inana's Descent to the Netherworld (ETCSL 1.4.1) also mentions Geštinanna, though not by name. It describes how the goddess Inana decides to conquer the realm of her sister Ereškigal, the netherworld. Ultimately, Inana succeeds in her endeavor but dies, which results in procreation on earth coming to an end. The god Enki, who often functions as the helper of humankind, decides to help Inana and rescues her from death. Yet not even a goddess can escape death without consequences: she has to find a substitute to go to the netherworld in her place. When she comes upon her hapless husband Dumuzi, who is celebrating instead of mourning while his wife is dead, she designates him to be her substitute. Inana then also designates Dumuzi's sister to be his substitute for six months out of the year.In various praise poems of king Šulgi, Geštinanna is also associated with music and the scribal arts, and in the tale Dumuzi's Dream she is called a \"scribe\"and a \"singer\"by her brother Dumuzi (ETCSL 1.4.3. ll. 19-24).[Note that the suggestion that it was Geštinanna who took away Gilgameš's toys in the tale of Gilgameš, Enkidu, and the Netherworld turned out to be incorrect after new manuscripts were discovered.]",
      "divine_genealogy_and_syncretisms": "As mentioned above, Geštinanna is the sister of Dumuzi, the shepherd, which makes her the sister-in-law of the goddess Inana and the sun-god Utu. She is the daughter of the goddess Durtur(Turdur/Duttur) (Edzard 1957-71: 300). In the pantheon of the city-state Lagaš, she is referred to as the wife of the god Ningišzida (ibid.). Beginning in the Old Babylonian period, she is also identified with the underworld goddess Belet-ṣeri (\"Lady of the steppe\") (ibid. 301). The goddess Belili is considered to be Geštinanna's sister as well (ibid.).",
      "cult_place": "Geštinanna was mainly worshiped in the in southern Mesopotamia (Edzard 1957-71: 300). Most of the attestations date to the earlier periods of Mesopotamian history and her cult seems not to have survived the Old Babylonian period, although she continues to appear in god lists of later periods (ibid. 301). There is evidence that Geštinanna was worshiped in the cities of Nippur , Isin , and Uruk  in the Old Babylonian period (Richter 2004: 162 et passim).",
      "id": 12,
      "title": "Geštinanna/Belet-ṣeri",
      "type": "goddess",
      "info": "Geštinanna is an early goddess from southern Mesopotamia. She is the sister of Dumuzi and appears to be associated with writing and with the netherworld."
    },
    {
      "image": "",
      "time_periods_attested": "The earliest attestations for Girra are found in Early Dynastic III administrative texts from Fara and Telloh (Frankena 1957-71: 384). Girra is encountered in different types of texts throughout the following centuries, most notably incantations (see for example Conti 2000) but also literary compositions such as Erra and Išum (see Foster 2005: 888-911). The cult of Girra developed well into Late Babylonian times, see for example the Seleucid ritual SpTU 2, 20: o 9'.",
      "name_and_spellings": "Written forms:dGIŠ.BAR, dBIL.GI dgi-bil,  dgi-ri/dgÍr-ri, dGIBIL6; Emesal: dmu-bar-raNormalised forms:Girra, Gira, Giru; GibilThe name Girra as derived from dGÌR.RA could be a Sumerian rendering of dErx-ra (Roberts 1972: 29, 82). This would suppose a syncretic derivation of the former deity from the latter.",
      "functions": "Girra is the god of fire and light (see e.g., Foster 2005: 660-663). As refiner of metals he is also the patron of metallurgists (Frankena 1957-71: 384).As god of fire, Girra was involved in many activities of daily life. He played an important role in purification rituals, where he was commonly invoked together with gods such as Ea, Marduk, and Šamaš (see e.g., Abusch 2002: 149-150). He was also praised in the context of construction due to his significance in the process of brick making (see for example Sargon's cylinder, line 61 in Fuchs 1994: 41, 294).Girra was equally feared for his potential as destructive fire. He was responsible for the burning of fields (see Dossin 1983).",
      "divine_genealogy_and_syncretisms": "An Old Babylonian god list (TCL 15, 10, also known as the de Genouillac list, see Richter 2004:13-16) indicates that there were originally two gods of fire and light, Girra and Gibil. There is only very little evidence from the Old Babylonian period for Gibil's cult (Richter 2004: 157). It is clear from an Assyrian copy of the Old Babylonian version of the Weidner god list, which interprets dBIL.GI as dgi-ir-[ra/ru] (see Weidner 1924-25: 10), that Girra and Gibil were merged to form just one god either during the Old Babylonian period (should this interpretating be originally Babylonian), or shortly after. The latter possibility seems more likely since the general character of the text suggests it was copied and enhanced during a period of political and religious change (see Weidner 1924-25: 3), which could be identified with the rise of Assyria. From around this time onwards, the names Girra and Gibil are used interchangeably to refer to the same god. In this article, the name Girra alone is employed for convenience.Girra is the son of Anu and Šala(š), according to the first-millennium incantation series MaqlÛ, tablet II, lines 136-7 (see Meier 1937: 17-18; Abusch and Schwemer 2008: 144). He is connected to Ea in ritual contexts (see text K.1279 in Conti 2000: 129).Girra was syncretised with the younger god Nuska, another deity of fire and light. Girra and Nuska represented together the two aspects of the planet Mercury as morning and evening star, before Mercury was identified with Nabu alone (Lewy and Lewy 1948: 49). Unsurprisingly, Girra was also closely associated with Šamaš (see for example Abusch 2002: 140).In the literary composition Enūma eliš, Girra (in the form Gibil) is listed as one of the fifty aspects of Marduk (see Tablet VII, line 115 in Foster 2005: 482).",
      "cult_place": "Girra shared a temple with Nuska in Nippur , the é-me-lám-huš (\"House of Awesome Radiance\"). No other specific cult places are attested for Girra.",
      "id": 13,
      "title": "Girra",
      "type": "god",
      "info": "God of fire and light, Girra accompanied Mesopotamians in their daily lives. He originated as a Sumerian god but his cult transcended time. He was worshipped throughout Mesopotamian history until the Seleucid period."
    },
    {
      "image": "gulas-dog.jpg",
      "time_periods_attested": "Gula/Ninkarrak's earliest attestation dates to the Ur III Period (Frankena 1957-71b: 695). She has a conspicuous rise in popularity in the second half of the second millennium during the Kassite period; and her cult continues well into the first millennium.",
      "name_and_spellings": "The meaning of Gula's name is unclear, although the ancients created a folk etymology of this name based on the Sumerian word for 'great' (gu-la) (Frankena 1957-71b: 695). Ninkarrak's name likely means 'Lady of Kar' (not 'Lady of Karrak') (Kraus 1951: 69).Written forms: dgu-la, dgú-la, dgú-lá, dME.ME (logographic); dnin-kar-ra-ak, dnin-kar-ra-ak-aNormalised forms:Gula; Ninkarrak",
      "functions": "Neo-Assyrian stamp seal showing the goddess Gula sitting on a throne that rests on a dog (BM ME 130814). © The British Museum. View image on the British Museum's website.Typically encountered in medical incantations as bēlet balāti, \"Lady of Health\", Gula/Ninkarrak was also known as the azugallatu the \"great healer\", an epithet she shared with her son Damu. Other epithets, such as the \"great healer of the land\"and \"great healer of the black-headed ones\", point to her wide-reaching 'national' significance. Gula/Ninkarrak was also credited as an \"herb grower\", \"the lady who makes the broken up whole again\", and \"creates life in the land\", indicative of an aspect as a vegetation/fertility goddess with regenerative powers. At least in the Neo-Babylonian period, she also seems to have had an oneiric quality, being sought in incubation dreams (Reiner 1960a: 24) and appearing in nocturnal visions (Al-Rawi 1990). Gula/Ninkarrak also had a violent side as the \"queen whose 'tempest', like a raging storm, makes heaven [tremble (?)], makes earth quake\"(Avalos 1995: 106-7). The goddess and her dogs were frequently mentioned in curse formulae.",
      "divine_genealogy_and_syncretisms": "She is the daughter of Anu and wife of the various incarnations of the warrior god Pabilsag (in Isin), Ninurta (in Nippur) and Ningirsu (in Lagaš) (Lambert 1967: 10); and mother of three other healing deities: Damu,  Ninazu and Gunurra. Relatively minor goddesses such as Nintinugga, Meme and Baba are also identified with Gula/Ninkarrak. In the Old Babylonian Period, several goddesses are syncretised with Gula, thereby becoming healing goddesses (see Baba and Ninisinna (Richter 2004: 195).",
      "cult_place": "The most prominent cult centre of Gula/Ninkarrak(/Ninisinna) was Isin , where her temple as named é-u-gi7-ra, \"Dog Temple\"(Shaffer 1974: 252). Nippur  was another significant centre, where the earliest excavated levels of the Neo-Babylonian temple of Gula/Ninkarrak are dated to the Isin-Larsa period and presumably lie on earlier incarnations from ca. 3000 BCE. The major period of construction belongs to the Kassite period (Gibson 1990). Other cult centres include Umma , Lagaš , Larsa , Uruk , Borsippa , Babylon  and Assur , the latter three each boasting 3 temples dedicated to the goddess (Frankena 1957-71b: 696). Texts make no reference to temples of Gula/Ninkarrak serving for the on-site treatment of patients (Avalos 1995). Peculiar to the petitionary and thanksgiving function of the temples of Gula/Ninkarrak (Avalos 1995) are the terracotta votive figurines of humans holding various body parts (indicating the source of ailment for which the aid of the goddess was sought/received); and those of dogs, sacred animals of Gula/Ninkarrak (Gibson 1990). Dog figurines were often inscribed with a dedication or prayer to the goddess. Particularly notable in Isin  are the more than 30 dog burials discovered below the ramp leading to the temple (Wapnish and Hesse 1993: 69ff).",
      "id": 14,
      "title": "Gula/Ninkarrak",
      "type": "goddess",
      "info": "Gula/Ninkarrak is a healing deity also known as  Ninisinna, \"Lady of Isin\"."
    },
    {
      "image": "",
      "time_periods_attested": "The first attestation of this divine name in writing occurs at Fara (ancient Šuruppak, southern Iraq) in a \"school tablet\"from the 26th century BCE (SF 77 iv 15). The context is unclear. The god is most frequently attested in the Ur III period, when he had cults attested in Umma, Ur and Ku'ara.In the Old Babylonian version of the lexical list Ur5-ra I, treating items made of wood, an item bearing his name (giš dha-ià) is listed in association with wooden instruments connected with scribal activity (Veldhuis 1997: 87). For some reason the word for \"peacock\"is also written using his name (dha-iàmušen) in an Old Babylonian text (Veldhuis 2004: 251-52).The cult of dha-ià either falls out of use in Babylonia after the Old Babylonian period, if not before, or is not attested. It was revitalised during the Neo-Assyrian period when king Sennacherib (r. 704-681 BCE) planned to build him a temple according to a draught of a foundation document from his reign (Menzel 1981: I 79). He is still characterised as a scribal god. Presumably in this role he presides over a procession of the \"gods of Subartu\"at a festival in Assur (Menzel 1981: I 139, 243). He also participates in the New Year's Festival at Assur (Menzel 1981: I 79).",
      "name_and_spellings": "Written forms:dha-ià (dHA-NI), dha-a-aNormalised forms: Haya, Haia, Haja, HANI (out of date)",
      "functions": "Haya's functions are two-fold: he appears to have served as a door-keeper but was also associated with the scribal arts, and may have had an association with grain.In the god-list AN = dA-nu-um preserved on manuscripts of the first millennium he is mentioned together with dlugal-[ki-sá-a], a divinity associated with door-keepers (An = Anum I 289; Litke 1998). Already in the Ur III period Haya had received offerings together with offerings to the \"gate\"(Sallaberger 1993: II 38). This was presumably because of the location of one of his shrines.At least from the Old Babylonian period on he is known as the spouse of the grain-goddess Nidaba/Nissaba, who is also the patroness of the scribal art. From the same period we have a Sumerian hymn composed in his honour, which celebrates him in these capacities (ETCSL 2.6.9.2, see also Brisch 2007: 185-198, with further literature). The hymn is preserved exclusively at Ur, leading Charpin to suggest that it was composed to celebrate a visit by king Rim-Sin of Larsa (r. 1822-1763 BCE) to his cella in the Ekišnugal, Nanna's main temple at Ur (Charpin 1986: 357).While there is plenty of evidence to connect Haya with scribes, the evidence connecting him with grain is mainly restricted to etymological considerations, which are unreliable and suspect (Weeden 2009: 90-103). There is also a divine name Haia(-)amma in a bilingual Hattic-Hittite text from Anatolia which is used as an equivalent for the Hattic grain-goddess Kait in an invocation to the Hittite grain-god Halki, although it is unclear whether this appellation can be related to dha-ià (Weeden 2009: 93-94).Haya is also characterised, beyond being the spouse of Nidaba/Nissaba, as an \"agrig\"-official of the god Enlil. The god-list AN = Anu ša amēli (lines 97-98) designates him as \"the Nissaba of wealth\", as opposed to his wife, who is the \"Nissaba of Wisdom\"(Litke 1998: 235).Attempts have also been made to connect the remote origins of dha-ià with those of the god Ea (Ebla Ḥayya), although there remain serious doubts concerning this hypothesis (Weeden 2009: 98-103; on Ḥayya at Ebla see Archi 2010). How or whether both are related to a further western deity called Ḥayya is also unclear.",
      "divine_genealogy_and_syncretisms": "Haya is mainly known as spouse of the goddess Nidaba/Nissaba. In some cases he was identified as father of the goddess Ninlil (An = Anum I 289a, Litke 1998).",
      "cult_place": "In the early periods Haya was mainly worshipped in southern Mesopotamia (Umma , Ur , and Ku'ara). His shrine in Ur may have been located in the Ekišnugal, temple of Nanna, the moon-god. There have been suggestions that Haya was also worshipped at Mari  in northern Syria. However, Durand has argued on the basis of the Mari pantheon text that the spouse of Nidaba/Nissaba was in fact dSUMUQAN at Mari , pronounced Šahan, and that the god referred to as Haya at Mari must be a different divinity (Durand 2008: 251).According to the text of the Neo-Assyrian \"GÖtteradressbuch\"(= GAB; Menzel 1981: II T146-166; George 1992: 167-184) Haya had a shrine in the temple of the god Aššur in Assur  (Menzel 1981: II 64). Two fragmentary inscriptions from Nineveh  mention the planned construction of a temple to Haya by the Neo-Assyrian king Sennacherib (r. 704-681 BCE), although it is not clear where this was going to be located, or whether it was built (Frahm 2002: 1122).",
      "id": 15,
      "title": "Haya",
      "type": "god",
      "info": "Spouse of Nidaba/Nissaba, goddess of grain and scribes, he is known both as a \"door-keeper\"and associated with the scribal arts."
    },
    {
      "image": "",
      "time_periods_attested": "The term Igigu is first attested in texts from the Old Babylonian period (Kienast 1976-80: 40; von Soden 1989: 340) and only occurs in Akkadian contexts (Edzard 1976-80: 37). A Sumerian logographic equivalent of the term Igigu is nun-gal-e-ne, to be translated as \"the great princes/sovereigns.\"This term is mentioned in a literary text that has been ascribed to the princess Enheduanna, daughter of king Sargon, the founder of the Old Akkadian dynasty (Inana C, ETCSL 4.7.3 l. 2). This particular composition is only attested in Old Babylonian manuscripts and it is unclear whether an older date can be proven. According to Edzard (1976-80: 39) it is possible that nun-gal-e-ne was originally an epithet of the Anunna gods that later became identified with the Igigu under influence from Akkadian.The Igigu and Anunnaki are frequently attested in literary, mythological, and religious (incantations and prayers) texts until the end of the cuneiform tradition. The Igigu are mentioned, among others, in the Anzu myth (Foster 2005: 555-578), in Enāma eliš (Foster 2005: 436-486), and the Erra poem (Foster 2005: 880-913), all of which are attested in manuscripts of the first millennium BCE.",
      "name_and_spellings": "The etymology of this term is unclear. It has been suggested the term is of Old Akkadian (Kienast 1965: 157; 1976-80: 40) or of (Old) Amorite (von Soden 1966: 144) or possibly Arabic origins (von Soden 1989: 340). For the various spellings see Kienast 1965: 142.Written forms: logographic: dnun gal-e-ne, dnun-gal-meš; syllabic and pseudo-logographic: i-gi-gu, i-gi-gi, di-gi4-gi4, di-gi4-gi4-ne, i-gi4-gu, dÍ-gÌ-gÌ (the latter appears first in ninth century BCE); cryptographic: dgéš-uNormalized forms: Igigu, Igigi",
      "functions": "Like the term Anunna, the term Igigu is equally complicated and in need of a comprehensive new study. Igigu, which is likely of Semitic origin, indicates a group of gods in the Mesopotamian pantheon. It is, however, not entirely clear what distinguishes the Igigu from the Anunna.The story of Atrahasis, the Babylonian story of the Flood and a precursor to the flood story in the Gilgameš Epic (Tablet XI), offers some evidence on the relationship between the Annunaki and the Igigu. The poem begins with the lines \"When the gods like men bore the work and suffered the toil, the toil of the gods was great, the work was heavy, the distress was much\"(lines 1-4) (Lambert and Millard 1999 [1969]: 43). The composition continues: \"The Seven great Anunnaki were making the Igigu suffer the work\"(lines 5-6) (Lambert and Millard 1969 [1999]: 43). What follows is partly fragmentary, but seems to indicate that the Igigu gods did not want to work any more and therefore the Anunnaki had to find a solution. Ultimately, this led to the creation of humans, who from then on had to bear the gods' work. In this story it appears that the Igigu were subordinate to the Anunnaki (von Soden 1989: 341-2). It is unclear which deities were included in the Igigu group.In the prologue to the famous Code of Hammurabi it is indicated that the Anunnaki elevated the god Marduk among the Igigu gods (for a translation see Roth 1997: 76-142; also see von Soden 1966: 144), but it is difficult to assess the significance of this passage.Some mythological texts, such as the Anzu myth, speak of an assembly of the Igigu gods, but whether this might be an institutionalized assembly, as suggested by  Kienast 1965: 146, remains doubtful.",
      "divine_genealogy_and_syncretisms": "As mentioned above, it is not clear how many and which gods belonged to the Igigu, although the god Marduk appears to belong to this group for certain. It is possible that the group included only seven (von Soden 1966), eight (Kienast 1965: 144) or ten (Black and Green 1998: 106) gods, but this is uncertain as well.Other gods who may belong to this group are Ištar, Asarluhi, Naramṣit, Ninurta, Nuska, and Šamaš (Kienast 1965: 149). Some gods seem to belong to both the Anunnaki and the Igigu (Kienast 1965: 152), yet more research is needed to gain a better understanding of this situation in the first millennium BCE.",
      "cult_place": "We currently know of no cult places for the Igigu. Kienast (1965; 1976-80) has repeatedly suggested that the Igigu are only attested in literary and mythological texts. However, von Soden (1966) has brought forth some evidence that might indicate that there are very few theophoric personal names which invoke the Igigu, thus offering some evidence for their veneration.",
      "id": 16,
      "title": "Igigi/Igigu",
      "type": "a group of gods",
      "info": "This Semitic term describes a group of possibly seven or eight gods. It is likely that the god Marduk was one of them, but the total membership in this group is unclear and likely changed over time."
    },
    {
      "image": "adda-seal.jpg",
      "time_periods_attested": "Inana is listed in third place after An and Enlil in the Early Dynastic Fara god-lists (Litke 1998). Inana/Ištar remains in the upper crust of the Mesopotamian pantheon through the third, second and the first millennia. She is especially significant as a national Assyrian deity, particularly in the first millennium.",
      "name_and_spellings": "Inana/Inanna is the Sumerian name of this goddess. It is most often etymologically interpreted as nin.an.a(k), literally \"Lady of the heavens\"(Selz 2000: 29). A different interpretation (Jacobsen 1976: 36) translates her name as \"Lady of the date clusters.\"The Semitic name Ištar originally belonged to an independent goddess that was later merged and identified with the Sumerian Inana (Abusch 2000: 23). The meaning of her name is also unclear (for more information see Westenholz 2000: 345).Written forms:Inana: dINNIN, din-nin, din-ni-na, i-ni-en-na, en-nin, den-ni-na, din-na-na, in-na-na, in-na-an-na, na-na, ni-in, nin, ni-in-ni, dnin?-ni-na, dnin-an-na, ni-in-na-na, dir-ni-na (Gelb 1960).Ištar: eš4-tár, deš4-tár, (d)IŠTÀR, diš-tar, d15 (= IŠTàR) (Wilcke 1976-80: 75).Normalised forms:Inana: Inana, InannaIštar: Ištar, Eštar, 'Aštar, Ištar, Ashtar",
      "functions": "Inana/Ištar is by far the most complex of all Mesopotamian deities, displaying contradictory, even paradoxical traits (Harris 1991; see also Bahrani 2000). In Sumerian poetry, she is sometimes portrayed as a coy young girl under patriarchal authority (though at other times as an ambitious goddess seeking to expand her influence, e.g., in the partly fragmentary myth Inana and Enki, ETCSL 1.3.1 and in the myth Inana's Descent to the Netherworld, ETCSL 1.4.1). Her marriage to Dumuzi is arranged without her knowledge, either by her parents or by her brother Utu (Jacobsen 1987: 3). Even when given independent agency, she is mindful of boundaries: rather than lying to her mother and   sleeping with Dumuzi, she convinces him to propose to her in the proper fashion (Jacobsen 1987: 10). These actions are in stark contrast with the portrayal of Inana/Ištar as a femme fatale in the Epic of Gilgameš. Taken by the handsome Gilgameš, Inana/Ištar invites him to be her lover. Her advances, however, are rejected by the hero who accusingly recounts a string of past lovers she has cast aside and destroyed (Dalley 2000: 77ff).There is, arguably, a persistent commonality between these two natures of Inana/Ištar: her sexuality. The young Inana of Sumerian poetry, who says \"Plough my vulva, man of my heart\"Leick 1994: 91) is no less desirous than the Inana/Ištar portrayed in Gilgameš: \"Let us enjoy your strength, so put your hand and touch our vulva!\"(Dalley 2000: 79). Accordingly, Inana/Ištar was the recipient of prayers regarding (im)potency or unrequited love (Biggs 1967: 115; Leick 1994:  193ff). Inana/Ištar was also the patron goddess of prostitutes. (Abusch 2000: 23).Inana/Ištar is equally fond of making war as she is of making love: \"Battle is a feast to her\"Harris 1991:  269). The warlike aspect of the goddess tends to be expressed in politically charged contexts (Leick 1994:  7) in which the goddess is praised in connection with royal power and military might. This is already visible in the Old Akkadian period, when Naram-Sin frequently invokes the \"warlike Ištar\"(aštar annunītum) in his inscriptions (A. Westenholz 1999: 49) and becomes more prominent in the Neo-Assyrian veneration of Inana/Ištar, whose two most important aspects in this period, namely, Ištar of Nineveh and Ištar of Arbela, were intimately linked to the person of the king (Porter 2004: 42). The warrior aspect of Inana/Ištar, which does not appear before the Old Akkadian period (Selz 2000: 34), emphasizes her masculine characteristics, whereas her sexuality is feminine.The role of the goddess in legitimizing political power was not, however, restricted to her masculine aspect as the warlike Ištar but is attested also for the sexual Inana in her female aspect. Attributed to early Sumerian history, the so-called \"sacred marriage\"ceremony celebrated the marriage of Inana (represented by her high priestess) and Dumuzi (represented by the ruler) during the New Year's festival to ensure prosperity and abundance (Szarzyńska 2000: 63). Practiced in the late third and early second millennium BCE, the sacred marriage rite, which may have \"have been only an intellectual construct, rather than an event in real life\", nevertheless served to express the relationship between the king and the divine world (Jones 2003: 291). Accordingly, that many third-millennium rulers described themselves   as her spouse, points to Inana's significant agency in wielding political power (Westenholz 2000: 75).Some mythological narratives dwell on the astral aspect of Inana/Ištar, albeit indirectly. In the myth Inana and Šu-kale-tuda (ETCSL 1.3.3), the clumsy gardener boy Šu-kale-tuda has intercourse with the goddess whilst she is asleep under a tree. Enraged at what has happened, Inana/Ištar goes in search for the hiding boy. The course she takes in searching her violator has been suggested to mimic that of the astral course of the Venus star (Cooley 2008). Likewise, her movements in the myth of Inana and Enki (ETCSL 1.3.1), in which the goddess travels first to Enki's city Eridu from Uruk and travels back again, recalls the cycle of Venus. Presumably the same journey was carried out terrestrially in festivals (Alster 1975: 27-9).A liminal, that is, in-between, role may also be ascribed to Inana/Ištar by virtue of having travelled to and back from the underworld (Barret 2007). In her mythological descent to the netherworld, she sits on her sister Ereškigal's throne, rouses the anger of the Anunnaki and is turned to a corpse. Only through the agency of her minister Ninšubur, who secures the help of Enki/Ea, is Inana/Ištar able to come alive again and return to the world above (Dalley 2000). Notably, in another myth, among the MEs she takes from Enki/Ea are those   associated with \"going down into the netherworld\"and \"coming up from the netherworld\". It has been argued by Barret 2007: 19-20 that Mesopotamian grave goods reflect the iconography of Inana/Ištar more than that of any other deity because of this inherent association with transition between the world of the living and the dead.",
      "divine_genealogy_and_syncretisms": "The family tree of Inana/Ištar differs according to different traditions. She is variously the daughter of Anu or the daughter of Nanna/Sin and his wife Ningal; and sister of Utu/Šamaš (Abusch 2000: 23); or else the daughter of Enki/Ea. Her sister is Ereškigal. Inana/Ištar does not have a permanent spouse per se, but has an ambivalent relationship with her lover Dumuzi/Tammuz whom she eventually condemns to death. She is also paired with the war god Zababa. In the Assyrian Empire, Ištar of Nineveh and Ištar of Arbela were treated as two distinct goddesses in royal inscriptions and treaties of Assurbanipal. Also during this period Ištar was made the spouse of Aššur and known by the alternative name of Mulliltu in this particular role (Porter 2004: 42).",
      "cult_place": "The main city of Inana/Ištar is Uruk . As one of the foremost Mesopotamian deities, she had temples in all important cities: Adab , Akkade , Babylon , Badtibira , Girsu , Isin , Kazallu, Kiš , Larsa , Nippur , Sippar , Šuruppak , Umma , Ur  (Wilcke 1976-80: 78; see also George 1993 for a comprehensive list).",
      "id": 17,
      "title": "Inana/Ištar",
      "type": "goddess",
      "info": "Inana (Sumerian)/Ištar (Akkadian) is among the most important deities and the most important goddess in the Mesopotamian pantheon. She is primarily known as the goddess of sexual love but is equally prominent as the goddess of warfare. In her astral aspect, Inana/Ištar is the planet Venus, the morning and the evening star."
    },
    {
      "image": "arslan-tash.jpg",
      "time_periods_attested": "Iškur is first directly attested in the mid-third millennium, when he is mentioned in god lists and was worshipped at Lagaš, Adab and Karkar (Schwemer 2001a: 129-31; 2007: 131).  At around the same time, Semitic Hadda (Adad) was being worshipped as an important deity at Ebla and Mari.  Probably during the Old Akkadian period the cult of Adad spread across Babylonia, and he was syncretised with Iškur (Schwemer 2001a: 196-7; 2007: 135-8).By the Old Babylonian period Iškur/Adad was one of the 'great gods' of the Babylonian pantheon with sanctuaries in many cities (Schwemer 2001a: 304-84).  In literary texts he features as both creator and destroyer (see further Schwemer 2001a: 175-96, 419-24).  He is 'the bringer of plenty' in Enki and the World Order (ETCSL 1.1.3 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.1.1.3#], line 316), and in Enmerkar and the Lord of Aratta he causes a storm that makes wheat grow on the barren mountainside (ETCSL 1.8.2.3 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.1.8.2.3#], lines 542-555).  Elsewhere his violence is emphasized.  In a praise poem for Šulgi, the king proudly declares that he was unafraid when 'thundering storms made the earth quake and Iškur roared in the broad heavens' (ETCSL 2.4.2.01 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.4.2.01#], lines 65-66), while in the Old Babylonian (and Standard Babylonian) version of the poem Atrahasis, Adad causes first drought and famine, and then the flood which is to wipe out mankind (Foster 2005: 227ff). Adad also occupied a high position in the Assyrian pantheon, and his temple at Assur is already attested early in the second millennium.  The double temple which replaced it remained a prominent place of worship, and was restored by many later rulers, including Tiglath-Pileser I (1114-1076 BCE), who states 'I made its walls suitably radiant, like the rising of the stars' (Grayson 1991: A.0.87.1, col. vii, lines 99-100).  First-millennium literary texts show Iškur/Adad in his customary roles.  He is invoked to protect crops from storms (Schwemer 2001a: 678-83), but also to bring fertility and prosperity, as in a prayer from Sargon's capital Dur-Šarrukin:  'bring the rains from heaven and the floods from underground in good season ... make his subjects lie down in safe pastures amidst plenty and abundance' (Foster 2005: 784).  A continued link with haruspicy is clear from Adad's appearance in diviners' prayers (Schwemer 2001a: 683-6), as well as his title 'lord of divination' in the incantation series Šurpu (SpTU 3, 71, r.i.5').Iškur/Adad was worshipped throughout Mesopotamia during the first half of the first millennium, although he was accorded greater importance in Assyria, where inscriptions attest to his perennial popularity with the royal family - to take just one example, Ashurnasirpal II (883-859 BCE) calls himself 'beloved of Adad, (who is) almighty among the gods' (Grayson 1991: A.0.101.26, lines 40-41).  In Babylonia he was no longer one of the highest-ranking deities, although he received cult at most major centres, continuing into the Hellenistic period in Uruk and Babylon (Schwemer 2001a: 637-49;  Beaulieu 2003: 325-6; Linssen 2004, esp. 64-9).  At Uruk, he and Šala are invoked in curses designed to protect what were to be some of the last surviving texts of cuneiform culture: 'Whoever takes it (the tablet) away, may Adad and Šala take him away!' (e.g. AfO 14, Taf. VI; TCL 6, 10).",
      "name_and_spellings": "Although the use of the sign for Sumerian IM, 'wind' to write his name is transparent, the etymology of Sumerian Iškur is unknown; it may be an otherwise obsolete Sumerian word, or borrowed from a language that was neither Sumerian nor Semitic (Schwemer 2001a: 31, 131; 2007: 130-1).  Akkadian Adad (also Addu) is derived from the Semitic root *hdd, 'to thunder' - in West Semitic the storm god is called Hadda, Haddu or Hadad, and the Akkadian word addu means 'thunderstorm' (Schwemer 2007: 125, 135-6).Written forms: diškur (IM), d10, da-da-ad, dad-da-a, d'à-daNormalized forms:Iškur, Adad, Addu, Haddu",
      "functions": "This Assyrian stela from Arslan Tash in northern Syria (8th century BCE), now in the Louvre Museum, shows Adad in a characteristic pose:  mounted on a bull, brandishing lightning bolts. © 2000 RMN/Franck RauxSumerian Iškur and his Akkadian counterpart Adad, syncretised at an early stage, were storm gods, ambivalent figures whose intervention might either benefit or harm humankind.  The destructive aspects of the storm god are often prominent in southern Mesopotamia, whereas in the north he was venerated to a greater extent as the beneficent bringer of rain. This probably reflects the differing importance of rainfall for agriculture in the respective regions (cf. Bienkowski and Millard 2000: 2; Schwemer 2007: 129-130).  However, both sides of Iškur/Adad's character are explored in Sumerian and Akkadian literature (Schwemer 2001a: 182-3; 419-424; 2007: 134-5; see further below).  His ability to deploy the destructive forces of nature meant that Iškur/Adad was also conceptualised as a warlike figure.  In one Sumerian hymn, Iškur 'destroys the rebellious land like the wind.  He makes it barren like the ašagu plant' (Cohen 1981: 60).  Similar themes appear in Akkadian texts, including omen apodoses where Adad overwhelms the army or land of the enemy (Schwemer 2001a: 416-19, 687-69).Adad was also associated with divination and justice.  Paired with Šamaš, he is addressed as 'lord of prayers and divination', and invoked to preside over haruspicies or as a witness in legal contexts (Schwemer 2001a: 221-6, 323-7, 683-7; Foster 2005: 754-6; Starr 1983: 30ff.).",
      "divine_genealogy_and_syncretisms": "According to what became the dominant genealogy, Iškur/Adad's father is the sky-god An/Anu.  However, in Sumerian literature Iškur is sometimes the son of Enlil; the disparity probably reflects two local traditions (see further Schwemer 2001a: 166-8; 2007: 132-3). A mother of Iškur/Adad is mentioned only once, in an Old Babylonian prayer where Iškur is called the son of Uraš (Schwemer 2001a: 168).Iškur's wife is the goddess Medimša; Adad's wife is Šala. The god list An = Anum attests five children for Iškur/Adad:  two sons, and three daughters (Litke 1998: 143 ll. 246-252; Schwemer 2001a: 67-9).The storm god was equated with other Near Eastern storm gods including north Babylonian/Assyrian Wer, Hurrian Teššub and Hittite-Luwian Tarhun(t) (see Schwemer 2001a for more detailed information).",
      "cult_place": "Iškur/Adad was worshipped all over Mesopotamia and beyond.  In Babylonia an early centre of his cult was the temple é-u4-gal-gal(-la), 'House of Great Storms,' at Karkar, where he was head of the local pantheon; in the first millennium this role was played by the northern city of Zabban.  He had a temple at Babylon  - 'House of Abundance' - and sanctuaries in other cities including Sippar , Nippur , Ur , and Uruk  (Schwemer 2001a: 129-61, 304-84, 638-49).The important temple of Adad at Assur , the 'House which Hears Prayers', was converted into a double temple of Adad and Anu by king Šamši-Adad I (ca. 1808-1776 BCE).  Adad's main cult centre during the Neo-Assyrian period was at Kurbaʾil, but temples for him existed in Kalhu , Nineveh  and many other cities (Schwemer 2001a: 237ff, 577-81, 595-611). For additional temple names see George 1993, index s.v. 'Adad' and 'Iškur').",
      "id": 18,
      "title": "Iškur/Adad",
      "type": "god",
      "info": "Mesopotamian storm god, associated with both life-giving and destructive properties of rain and flood."
    },
    {
      "image": "",
      "time_periods_attested": "In Early Dynastic Lagaš and Umma Ištaran is invoked in personal names. This practice continues through the third millennium, e.g., Simat-Ištaran, \"Symbol of Ištaran\", the sister of the Ur III king Šu-Suen (2037-2029 BCE) (Zettler 2003: 16). Similar attestations are found until the end of the Kassite Dynasty (1374-1159 BCE) (Lambert 1976-80a). As mentioned earlier, Ištaran's cult in Der is attested in the Babylonian Chronicle's references to the time of Esarhaddon (Grayson 1975: 84), and the cult at Der may have continued into the Seleucid period (312-63 BCE) (Lambert 1976-80a).",
      "name_and_spellings": "The reading of the logographic writing dKA.DI is now well established as Ištaran, but it was previously misread Gusilim and Sat(a)ran. Ištaran has an Emesal variant Ez(z)eran, and an Akkadian variant Iltaran (Lambert 1976-80a).  Written forms: dKA.DINormalised forms:Ištaran, Ištaran (incorrect, outdated readings: Gusilim, Sataran, Satran)",
      "functions": "Ištaran is a male deity associated with justice. This role can be inferred from his assertion of the borders of Umma and Lagaš, while Gudea (ca. 2144-2124 BCE), the ruler of Girsu, said of himself, \"I justly decide the lawsuits of my city like Ištaran\"(ETCSL 2.1.7, line 273).  In the poems praising the Ur III king, Šulgi (2094-2047 BCE), his justice is \"comparable to that of Ištaran\"(ETCSL 2.4.2.02, line 264), and a song to Nergal praises the god thus: \"Like Ištaran ... you reach correct judgments\"(ETCSL 4.15.3: 41). There is a suggestion of an ophidian nature of Ištaran. Depictions from the Akkadian period show a snake-like form, an element which may have later split off and become Nirah, Ištaran's messenger, whose logogram was dMUŠ, or dMUŠ.TUR, 'snake' and 'little snake' respectively (Wiggerman 1998-2001a). Further, a Kurigalzu dated brick from Der shows a snake above the inscription, which mentions Dagan .",
      "divine_genealogy_and_syncretisms": "Ištaran is often equated with Anu rabÛ \"Great Anu\", and in the Babylonian Chronicles relating to Esarhaddon (680-669 BCE) the usual writing for his name is replaced with AN.GAL. Both these factors place Ištaran high in the pantheon. In the god list AN = Anum Ištaran is assigned a vizier Qudmu, a counsellor Rasu, a son Zizanu, and two 'standing gods' Turma and Itur-matiššu (Lambert 1976-80a). While the god-list AN = Anum does not attest a spouse, Šarrat-Deri, \"Queen of Der\", or Deritum, seems to be Ištaran's wife at the time of Esarhaddon (Reiner 1958: II 160). Ištaran also had a minister, Nirah, \"Little snake\", a minor male chthonic deity, who carried the title, \"the radiant god, the son of the house of Der\"(Wiggerman 1998-2001a).",
      "cult_place": "Ištaran was the chief deity of Der  (Logogram: BAD3.ANki), Tell al-'Aqar, near modern Badra, which is on the ancient border between Mesopotamia and Elam. A stamped brick of the Kassite king Kurigalzu II (1332-1308 BCE), which was found near Badra, records the renewal of a temple of Ištaran, the é-dim-gal-kal-am-ma, \"House, great bond of the land\"(Clayden 1996: 112), and in the Sumerian text The Temple Hymns, Ištaran's temple is similarly said to be located in Der  ETCSL 4.80.1 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.80.1#], lines 416-423). In the Early Dynastic period (2900-2350 BCE) there may have been a cultic installation on the border between Umma  and Lagaš  because the border between these two regions was said to be fixed \"in accordance with the command of Ištaran\"(Sollberger 1959: 344).",
      "id": 19,
      "title": "Ištaran",
      "type": "god",
      "info": "The male patron deity of Der, who is associated with justice."
    },
    {
      "image": "",
      "time_periods_attested": "Meslamtaea is already attested in the Early Dynastic IIIa period under the name Lugalmeslama \"King of the Meslam(-temple)\"(Edzard 1965: 99; von Weiher 1971: 7). Lugalirra, though, is thus far not attested before the Old Babylonian period. Thus, the connection between these two deities can only be traced back to the Old Babylonian period, not earlier (von Weiher 1971: 8). Both deities continued to be of minor importance throughout the Old Babylonian period. They are attested well into the Seleucid period, where they appear in magical and scholarly works.",
      "name_and_spellings": "The spelling and interpretation of Lugalirra's name is ambiguous and several normalised spellings are used. Lambert (1987-90: 143) has translated the name as \"Mighty lord\". Meslamtaea's name is less ambiguous and probably means \"he who comes forth from the Meslam(-temple)\".Written forms:Lugalirra: dlugal-ir9-ra, dlugal-Ír-ra, lu-ga(-al)/kal-li(-ir)-ra, dlugal-GÍR-ra, Emesal: dumun-Ìr-raMeslamtaea: dmes-lam-ta-É-a, dmes-lam-ta-É, dmes-lam-ti-É, mi-ša-la-te-e (Lambert 1987-90: 143).Normalised forms:Lugalirra, Lugalira, Lugalgirra, LugalerraMeslamtae, Meslamtaea, Mešlamtae",
      "functions": "Since these twin deities often occur together they are treated here in one entry. Both deities are associated with death and the underworld. In the Neo-Assyrian period there is evidence that little figurines of these deities were buried at doors to function as guardians (Lambert 1987-90: 145). In the first millennium incantations series MaqlÛ they are described as \"guard-gods who tear out the heart and compress the kidneys\"(Lambert 1987-90: 145). According to the same text, Lugalirra is associated with the right side, whereas Meslamtaea is associated with the left.",
      "divine_genealogy_and_syncretisms": "According to von Weiher (1971: 7), Meslamtaea was syncretised with Nergal by the time of the Ur III period, and by the Old Babylonian period, Lugalirra and Meslamtaea became known as the 'twin deities.'The Old Babylonian god list (the \"de Genouillac list\", TCL 15, 10, lines 410-413) possibly indicates that Lugalirra was married to a deity named Ku'annesi, and Meslamtaea to Ninšubur, otherwise known as the goddess Inana's or An's minister (Lambert 1987-90: 144), though whether these deities were listed as couples in this list has to remain uncertain.",
      "cult_place": "It appears that originally both deities were patrons of the city Kisiga (Lambert 1987-90: 144), and later, during the Old Babylonian period, they were associated with the city of Durum (near Uruk ). The latter is indicated by a literary letter written in the name of Ninšatapada, daughter of Sin-kašid, king of Uruk . In the letter she refers to herself as the high-priestess of Meslamtaea (see Brisch 2007: 246-61 with further literature).However, Meslamtaea's cult is also attested for the city of Kutha , probably due to the syncretism with Nergal (von Weiher 1971: 7).",
      "id": 20,
      "title": "Lugalirra and Meslamtaea",
      "type": "a pair of gods",
      "info": "Underworld deities that often occur together, also called the 'Divine Twins'. They are associated with the underworld god Nergal. Later traditions imagine them as guardians to the entrance of the underworld."
    },
    {
      "image": "mushhush.gif",
      "time_periods_attested": "It is unclear whether Marduk is already attested in the Early Dynastic period (Sommerfeld 1987-90: 363). While some scholars have suggested that the divine name on an Early Dynastic inscription should be read dAMAR.UD (Lambert 1984: 8; Oshima 2007: 356 n.2), Sommerfeld (1982: 19-21; 1987-90: 362-3): has argued that it should be read dAMAR.DÙG and therefore cannot (or only tentatively) be identified with Marduk.The Old Babylonian period offers more evidence for Marduk's growing popularity (Sommerfeld 1982), which remains restricted to northern and middle Babylonia (the evidence for his cult in southern Babylonian is rather meagre). Because the Old Babylonian archives from the city of Babylon are still largely unpublished (see Pedersen's [2005] catalogue of texts from Babylon), the beginnings of Marduk's unprecedented rise to power in the capital of Hammurabi's empire are still poorly understood and will have to await further studies.In the second half of the second millennium BCE, Marduk was often invoked by rulers of the Kassite dynasty, who had made Babylon their capital (Sommerfeld 1987-90: 265). With the Elamite invasion of Babylonia, which ended the Kassite dynasty, the divine statue of Marduk was abducted to Elam (Iran) together with other Babylonian cultural goods. It was not until Nebuchadnezzar I of the Second Dynasty of Isin that Marduk's statue could be retrieved and returned to Babylon in triumph. The \"Babylonian Epic of Creation\"(see above) was probably either composed or at least popularised during this period.Due to tensions between Assyria and Babylonia during the Neo-Assyrian period, Marduk's cult and the city of Babylon often became the focus of Assyrian kings, both in positive and negative ways. It was not until the Neo-Babylonian period that Babylon and Marduk were at the apex: Nebukadnezzar II (r. 604-562 BCE) rebuilt the city of Babylon and with it the sacred district of Babylon. Most of the renowned architecture that was excavated in Babylon, such as the famous Ištar Gate with the glazed brick reliefs showing the symbol animals of Ištar and Marduk, dates to this period.",
      "name_and_spellings": "The etymology of Marduk's name is controversial (Sommerfeld 1987-90: 361-2). It is difficult to determine whether the logographic writing of his name dAMAR.UD, Sumerian for \"calf of the sun/sun-god,\"is in any way significant or not (Lambert 1984: 7-8; Sommerfeld 1987-90: 361-2). The suggestion to translate this spelling as \"calf of the storm\"(Abusch 1999: 543) should probably be rejected as there is no evidence for Marduk originally having been a storm god nor is there evidence for his association with the storm god Iškur/Adad (see above).Written Forms:Logographic spellings: AMAR.UD/UTU, dAMAR.UD/UTU, dAMAR.UD/UTU.KAM, dAMAR.UD/UTU.KÀM, dDUMU.Ú.TUK, dŠà.ZU, dMES, dTUŠ.A(?), dŠÚ, dKU, dENSyllabic spellings: ma-ru-tu-uk, dma-ru-tu-uk-ku, ma-ru-tu-UD, dmar-duk The constellation Marduk was spelled: mulAMAR.UD/UTU or mul.dAMAR.UD/UTUNormalised Forms: Marduk, Martuk, Merodach (Biblical Hebrew), Mardochaios (Greek), Mĕrôdāk (Masoretic Hebrew), Marōdak (Septuagint); Bel (only for logographic spelling dEN)",
      "functions": "Marduk's symbol animal, the mušḫuššu or \"snake-dragon\"at the Detroit Institute of Arts. This is a glazed brick relief from the city of Babylon itself, dating to the Neo-Babylonian period.Marduk is one of the most complex gods in ancient Mesopotamia and the short contribution here cannot do justice to this important deity. A comprehensive, monographic treatment of Marduk is still lacking (for now see Sommerfeld 1982, which excludes evidence from the first millennium BCE; also see Oshima 2011, who focuses on Akkadian prayers to Marduk).Marduk's origins and original functions are obscure. He is associated with incantations already in the Old Babylonian period (Sommerfeld 1987-90: 368). Whether this was the reason for or result of a syncretism with the god Asalluhi is unclear (Sommerfeld 1982: 13-18). More recently Sommerfeld (1987-90: 368) cautiously indicated that his function as a god of incantations may have been original to Marduk. A different suggestion holds that Marduk was deliberately syncretised with Asalluhi in order to give Marduk a strong association with the city of Eridu and the god Enki/Ea, a powerful deity who did not belong to the original pantheon of Nippur (Abusch 1999: 543-4).At the same time Marduk is mainly known as the patron god of the city of Babylon, and it has often been suggested that Marduk's religious importance increased with the city's growing political influence (e.g., George 1992: 248-9; Oshima 2007: 348). In the first millennium, Marduk is identified with Jupiter (Abusch 1999: 542).One of the best-known literary texts from ancient Mesopotamia describes Marduk's dramatic rise to power: Assyriologists refer to this composition by its ancient title Enūma eliš, Akkadian for \"When on high\"(for recent translations see Foster 2005: 436-86; Lambert 2008: 37-59). It is often called \"The Babylonian Epic of Creation,\"which is rather a misnomer as the main focus of the story is the elevation of Marduk to the head of the pantheon, for which the creation story is only a vehicle (Michalowski 1990; Katz 2011). In this narrative, the god Marduk battles the goddess Tiamat, the deified ocean, often seen to represent a female principle, whereas Marduk stands for the male principle. Marduk is victorious, kills Tiamat, and creates the world from her body. In gratitude the other gods then bestow 50 names upon Marduk and select him to be their head. The number 50 is significant, because it was previously associated with the god Enlil, the former head of the pantheon, who was now replaced by Marduk. This replacement of Enlil is already foreshadowed in the prologue to the famous Code of Hammurabi, a collection of \"laws,\"issued by Hammurabi (r. 1792-1750 BCE), the most famous king of the first dynasty of Babylon. In the prologue, Hammurabi mentions that the gods Anu and Enlil determined for Marduk to receive the \"Enlil-ship\"(stewardship) of all the people, and with this elevated him into the highest echelons of the Mesopotamian pantheon.Another important literary text offers a different perspective on Marduk. The composition, one of the most intricate literary texts from ancient Mesopotamia, is often classified as \"wisdom literature,\"and ill-defined and problematic category of Akkadian literature (van Dijk 1953; Lambert 1996 [1960]; Buccellati 1981; Denning Bolle 1992; various contributions in Clifford 2007). Assyriologists refer to this poem as Ludlul bēl nēmeqi \"Let me praise the Lord of Wisdom,\"after its first line, or alternatively as \"The Poem of the Righteous Sufferer\"(Foster 2005: 392-409; also see the more recent but problematic edition by Annus and Lenzi 2010). The literary composition, which consists of four tablets of 120 lines each, begins with a 40-line hymnic praise of Marduk, in which his dual nature is described in complex poetic wording: Marduk is powerful, both good and evil, just as he can help humanity, he can also destroy people. The story then launches into a first-person narrative, in which the hero tells us of his continued misfortunes. It is this element that has often been compared to the Biblical story of Job. In the end the sufferer is saved by Marduk and ends the poem by praising the god once more. In contrast to Enūma eliš, the \"Poem of the Righteous Sufferer\"offers insights into personal relationships with Marduk. The highly complicated structure and unusual poetic language make this poem part of an elite and learned discourse.Some scholars have described Marduk as a storm god or a god of vegetation (Abusch 1999: 544 with reference to Thorkild Jacobsen). There is no evidence for this assumption, other than highly problematical etymological speculations .",
      "divine_genealogy_and_syncretisms": "Marduk's symbol, the (triangular) spade, on top of a temple, as seen on the side of a kudurru at the British Museum. The relief probably dates to the late 12th century BCE. BM ME 102485.Marduk was already syncretised with the gods Asalluhi (Sommerfeld 1987-90: 362; Richter 2004: 14-15) and Tutu (the patron deity of the city of Borsippa) (Sommerfeld 1982: 37) in the Old Babylonian period, although in some Old Babylonian sources Asalluhi and Marduk were still understood as separate deities (Richter 2004: 15 and n.57). The syncretism with Asalluhi is mentioned in a Sumerian literary letter to the goddess Ninisinna (Brisch 2007: 142-56), in which Asalluhi is described as the \"king of Babylon.\"Although the spelling of Marduk's name  appears to affiliate him with the sun god Utu/Šamaš, there is no evidence that he was ever considered to be the sun god's son (Sommerfeld 1982: 11). On the contrary, tradition identifies Marduk as Enki/Ea's son, clearly affiliating him with the pantheon of Eridu.Marduk's wife was the goddess Ṣarpanitum (Sommerfeld 1987-90: 362). The god Nabu, who was first Marduk's minister, later became identified as his son and then became his co-regent at the helm of the Babylonian pantheon.",
      "cult_place": "Marduk's main cult place was the city of Babylon , which became the religious centre of Mesopotamia during the second and first millennia BCE (see various contributions in Cancik-Kirschbaum et al. 2011). Marduk's main temples were located in Babylon  itself: the most famous was the ziggurat Etemenanki (\"Temple (that is) the foundation of Heavens and Earth\"), his temple tower in Babylon, which served as a model for the Biblical \"Tower of Babel.\"The temple where Marduk was worshipped was called the Esagil (literally: \"Temple whose top is raised,\"or perhaps better \"Proud/Honoured Temple\"). In addition, there was the akītu-house at Babylon, where the New Year's festival was celebrated. The akītu-house was located just outside the sacred district of Babylon (Pongratz-Leisten 1994). A ritual text dating to the Parthian period describes how Enūma eliš was recited in front of Marduk's statue during the New Year's festival, which also involved a ritual slapping of the king (Black 1981; Smith 1982; Kuhrt 1987; see also BRM 4, 7; TCL 0, 39; TCL 6, 40).Marduk was also worshipped in other Babylonian cities, such as Sippar , Borsippa , and Nippur  (George 1993). His cult in Assyria was only minor (Sommerfeld 1987-90: 367).",
      "id": 21,
      "title": "Marduk",
      "type": "god",
      "info": "Marduk rose from an obscure deity in the third millennium BCE to become one of the most important gods and the head of the Mesopotamian pantheon in the first millennium. He was the patron god of the city of Babylon, where his temple tower, the ziggurat Etemenanki (\"Temple (that is) the foundation of the heavens and the earth\") served as the model for the famous \"tower of Babel.\"In the first millennium, he was often referred to as Bel, the Akkadian word for \"Lord.\""
    },
    {
      "image": "melishipak.jpg",
      "time_periods_attested": "Because the mother goddess appears under so many different names, she is attested from the Early Dynastic period until well into the first millennium BCE, though, as mentioned above, she loses importance throughout the second half of the second millennium.",
      "name_and_spellings": "Not all the names of the mother goddess can be enumerated here. The most important ones are mentioned in the title to this entry. Other important names that also occur frequently in the written record are Aruru, Dingirmah, and Ninhursaŋa (Heimpel 1998-2001b; Stol 2000: 74-9). However, her most frequently attested name is Nintur.The Sumerian names of the mother goddess discussed here have the following meanings:Ninmah \"Magnificent Queen\"According to Heimpel (1998-2001b: 378) the adjective mah \"magnificent\"is frequently associated with Ninhursaŋa.Nintud/Nintur \"Queen of the (birthing) hut\"(Jacobsen 1973) The Sumerian word /tur/ is also an allusion to the word for uterus/womb (šà-tùr) (Jacobsen 1973: 280; Cavigneaux and Krebernik 1998-2001c). Some scholars (Selz 1995: 266) follow the traditional interpretation that the element /tu/ is the same as the Sumerian verb /tudr/ \"to give birth,\"but this has been contested on phonological grounds (Jacobsen 1973: 278-81; Cavigneaux and Krebernik 1998-2001c).The Akkadian name Belet-ili means \"Queen of the gods.\"Written forms: (see Krebernik 1993-98a: 503-7)Ninmah: dnin-mahNintu: dnin-tur5(TU), dnin-tu-ra/re, dnin-tudur, dTU, dnin-turtùr; Emesal spellings: [dš]e-en-tu, še-en-tur, še-en-tùr, šÉnmušen-tur (for additional [orthographic?] variations see Krebernik 1993-98a: 506).Belet-ili: dnin-Ì-lÍ, dbe-let-dingir.meš, dbe-let-Ì-lÍ, dbé-le-et-Ì-lÍNormalised forms:NinmahNintu, Nintur, NintudBelet-ili, Beletili",
      "functions": "A recent and comprehensive study of the mother goddess(es) in ancient Mesopotamia is still lacking. Black and Green (1998: 132) already pointed out that the terms 'mother goddess' and 'fertility goddess' are problematic since many goddesses could at times include these aspects. Because the functions of the three goddesses mentioned here overlap significantly, the three goddesses Nintur, Ninmah, and Belet-ili are treated in one article. For other names of the 'mother goddess' see Krebernik (1993-98a: 503-7). The term 'mother goddess' is retained here as a matter of convenience.In the third and second millennium BCE, the mother goddess was in high standing within the divine hierarchy of gods, as for example in the Lamentation over the Destruction of Sumer and Ur (ETCSL 2.3.3, line 55; Michalowski 1989: 39) or in the Lament over Nibru (ETCSL 2.3.4,  line 237; Tinney 1996: 115), where she is mentioned together with the highest gods of the Mesopotamian pantheon, An, Enlil, and Enki. In the course of the second millennium BCE this situation changes and the goddess loses some of her high standing in favour of the healing goddess Gula and the goddess of love and war, Ištar (Krebernik 1993-98a: 512).One of her main functions was associated with pregnancy and childbirth. She guides children when they are still in the womb and feeds them after they have been born (Stol 2000: 80).The mother goddess also appears as the creator of humankind. In the Akkadian myth of Atrahasis, the Mesopotamian flood story, Nintur created humankind by mixing clay with blood of a slain god (Lambert and Millard 1969: 57-61), and in the Sumerian tale of Enki and Ninmah (ETCSL 1.1.2) the two deities compete by creating various creatures out of clay, resulting ultimately in the creation of humans. The clay is said to come from the top of the abzu, the cosmic underground waters. In her role as the creator of humankind she is eventually replaced by the god Enki/Ea, as visible in Enūma eliš (tablet VI, lines 32-36). Frymer-Kensky (1992: 70-80) referred to the diminishing importance of goddesses even in primarily female functions, such as creation, as the \"marginalization of goddesses\".",
      "divine_genealogy_and_syncretisms": "Nothing is known about the mother goddess's divine parentage. The gods An, Enlil, Enki, and Šulpae are at times considered to be her husbands (Krebernik 1993-98a: 507-8). Her offspring were so numerous that they cannot all be mentioned here (see Krebernik 1993-98a: 508-10 for further information). The beginning of the second tablet of the god list An-Anum (Litke 1998: 66ff.) lists several names of the mother goddess.",
      "cult_place": "The main city where the mother goddess was worshipped is the city of Keš (not Kiš), which has not been located yet (for possible locations and further literature see Edzard 1976-80b: 573). It has been suggested that Keš was the sacred district of the city of Urusagrig (Irisagrig), close to Adab  (Wilcke 1972: 55). An inscription of the Neo-Babylonian king Nabonidus indicates that Keš was still in existence in the first millennium (Foster 1983). Other major cities where her cult is attested are: Adab , Assur , Babylon , Lagaš , Larsa , Malgium, Mari , Nippur , Sippar-Aruru, Susa , Umma , and Ur  (Krebernik 1993-98a: 511-2). For evidence of worship of Ninhursaŋa see Heimpel 1998-2001b.",
      "id": 22,
      "title": "Ninmah, Nintud/r, Belet-ili",
      "type": "Mother Goddess",
      "info": "The Mesopotamian mother goddess is known under many names, the most prominent of which is the Sumerian name Nintud/Nintur. Other frequent names are Ninmah and Belet-ili. She was in charge of pregnancy and birth and, especially in earlier periods, appears as the creator of humankind."
    },
    {
      "image": "nabu-seal.jpg",
      "time_periods_attested": "The first accurately datable attestation of Nabu is the year formula for Hammurabi 16:  \"The year he (the king) built a throne for Nabu\". From then on, Nabu is attested continuously throughout Mesopotamian history.In the Middle Babylonian period Nabu's name is typically invoked on kudurru inscriptions (cf. Pomponio 1998-2001: 19) and it becomes a popular theophoric element in personal names. The cult of Nabu is introduced in Assyria during the Middle Assyrian period, presumably by Shalmaneser I who is mentioned as first builder of the Nabu temple in Assur by a cylinder from the later Assyrian king Sin-šar-iškun (cf. Pomponio 1998-2001: 19). In the Middle Assyrian period Nabu is established as one of the three most important deities along with Marduk and Nergal (cf. Pomponio 1998-2001: 19).In the Neo-Assyrian period Sennacherib, desirous to proclaim the supremacy of Assyria, neglected Babylonian deities in favour of the god Aššur, resulting in the cult of Nabu losing some of its royal prestige. However, the situation changed under Esarhaddon, who was keen to regain Babylonian support and therefore restored the primacy of Babylonian gods. Ashurbanipal, a keen collector of knowledge, was especially fond of Nabu as god of writing and wisdom (see for example SAA 3, 13).In the Neo-Babylonian period the popularity of Nabu is particularly evident since royal inscriptions give him precedence over Marduk. Noteworthy is a hymn to the Ezida of Borsippa in Neo-Babylonian script (cf. KÖcher 1959): the magnificent imagery conveyed suggests the appeal of Nabu had not waned. Nabu continued to be venerated in Late Babylonian times. Interestingly, the last inscription by a king of Babylonia concerns Nabu (cf. Pomponio 1998-2001: 20). It was found in the Ezida of Borsippa and consists of a report by Antiochus I Soter (r. 276-261 BCE) regarding his restoration work on Esagila and Ezida.Nabu's cult was widespread and long lived, developing through expatriate Aramaic communities beyond Mesopotamia into Egypt and Anatolia, and lasting up to the second half of the first millennium CE.",
      "name_and_spellings": "The name Nabu is derived from the Semitic root nb' meaning \"to name/designate\". It can be interpreted as a participle, \"announcer/herald\", or as a verbal adjective, \"the one who is named/designated\"(cf. Pomponio 1998-2001: 17). Archaising post-Old Babylonian logographic spellings are attested, namely dAK/dNà, dNà.KÀM, dMUATI, dTU.TU and dŠà.TÚ.Written forms: earliest spelling: dna-bi-umlogographic spellings: dAK / dNà, dNà.KÀM, dMUATI, dTU.TU, dŠà.TUNormalized forms:Nabium, Nabu, Nabianu, Nebo (Biblical spelling)",
      "functions": "Late Babylonian stamp seal depicting symbols of Nabu and Marduk on a protective dragon. British Museum BM 108849.Nabu is the patron deity of Borsippa as well as the minister and scribe of Marduk. Nabu's most important scribal duty was effected annually on the 11th day of Nisannu (the first month of the year), marking the end of the akītu-festival: having settled the fate of the land with Marduk whom he saved, Nabu inscribed it on the Tablet of Destinies, in accordance with the creation myth Enūma eliš.Probably as a consequence of his scribal role, Nabu soon became god of writing, progressively taking over from the goddess Nidaba in that function. As god of writing, Nabu was also the patron of scribes, commonly invoked in the colophons of texts. From god of writing Nabu became lord of wisdom, thus inheriting a characteristic of his divine ancestor Enki/Ea who was traditionally accepted as the father of Marduk.In the Neo-Babylonian period Nabu was on a par with Bel/Marduk as joint heads of the pantheon and co-rulers of the universe (Pomponio 1978: 100).",
      "divine_genealogy_and_syncretisms": "Nabu was originally a West Semitic deity, mentioned in Eblaitic sources along other gods from Ebla. He was absorbed into the cult of Marduk as Marduk's minister, and from the Kassite period onward became accepted as Marduk's firstborn son to his spouse Ṣarpanitum/Erua. A Neo-Babylonian letter identifies Nabu as the brother of the god Nergal/Lugal-Marada (Pomponio 1998-2001: 21).Two goddesses are associated with Nabu as consorts, Tašmetu and Nanaya. Tašmetu is the earliest attested consort. First mentioned as spouse of Nabu in an Old Babylonian god-list, her relationship with Nabu is still thriving in the Neo-Assyrian period (see for example SAA 3, 14).Nanaya was originally the consort of the god Muati, which suggests her new role came as a result of Muati's syncretism with Nabu.Nidaba is occasionally associated with Nabu as co-resident of the bīt mummu of Assur, but she is presented more as an homologous deity than as a spouse.Nabu is syncretised with Ninurta, his relationship with Marduk mirroring that of Ninurta with Enlil (Pomponio 1978: 194-5). He is also associated with Šamašand Sin through his cosmological symbolism of light and darkness (Pomponio 1978: 200). Astronomicaly he can be identified with the planet Mercury (Pomponio 1978: 202-5).Nabu is so closely associated with Marduk that he sometimes shares his attributes (see for example hymn III.45.e in Foster 2005: 702-3).",
      "cult_place": "Nabu's main cult centre was the Ezida temple in Borsippa . His cult was also strongly linked to Babylon  since his cult statue was paraded between Borsippa and Babylon during the akītu-festival. The formula for king Samsu-ditana's 17th regnal year mentions a shrine dedicated to the cult of Nabu in Esagil and records that a statue of Nabu was brought into the temple of Marduk (cf. Pomponio 1998-2001: 17), so this date can be taken as terminus ante quem for the earliest cultic manifestation of Nabu in Babylon. In the Neo-Assyrian period, temples of Nabu are attested at Assur , Nineveh , Kalhu , Dur-Šarrukin , Kurba'il and Guzana. Outside Mesopotamia, eastwards, a temple was built for Nabu at Dur-Untash in Elam. There is archaeological evidence that the cult of Nabu spread as far north as Nuzi  and as far west as Ugarit .",
      "id": 23,
      "title": "Nabu",
      "type": "god",
      "info": "Patron deity of Borsippa, god of wisdom and writing. In the first millennium BCE, Nabu is one of the most important Mesopotamian deities. First a minister of Marduk, he later becomes his co-regent at the head of the pantheon. Nabu's influence on Mesopotamian culture is significant well into the later periods. Nabu appears in the Bible as Nebo."
    },
    {
      "image": "",
      "time_periods_attested": "The earliest attestations of Namma date to the Early Dynastic IIIa period, where she is mentioned in one of the \"Fara god lists\"(Krebernik 1986: 175 column VIII l. 10). Her latest reference dates to the Neo-Babylonian period, when king Nabonidus mentions her shrine, the ki-ús-dnamma (\"foundation(?) of Namma\") as part of the Esagil, Marduk's temple at Babylon (George 1993: 113).",
      "name_and_spellings": "The reading and spelling of Namma's name has been subject to some research. Originally, her name was read Nammu, but Civil (1985: 27 n. 1) suggested a reading of the name as Namma, which is now more commonly accepted. It has been suggested that her name is etymologically related to a word that means \"creation\"(Wiggermann 1998-2001c: 135-36), although it is not clear whether this might be a folk etymology.Written forms: dnammu; dlammu; dnamma; na-am-na-am-mi; na-am-ma; dna-na-ma-ke (for more information see Wiggermann 1998-2001c: 136)Normalized forms: Namma; Nammu",
      "functions": "Very little is known about Namma, who belongs to the oldest generation of Mesopotamian deities and is associated with the pantheon of Eridu. She is mainly known for her role in the cosmogony of early Mesopotamia and her importance in magic, which is restricted to texts written in Sumerian (Wiggermann 1998-2001c: 137-8). According to the god list An-Anum, tablet I line 28 (Litke 1998: 24; Wiggermann 1998-2001c: 137), Namma bears the title \"mother who gave birth to the heavens and the earth.\"Because this goddess's name is written with sign for \"(cosmic) subterranean waters\"(Sumerian: engur) Wiggermann (1998-2001c: 136-7) has called her the \"Cosmic Ocean\"(also see Lambert 2008: 31). No husband or male god is attested in connection with Namma, thus leading to the belief that \"the first cosmic production is asexual\"(Wiggermann 1998-2001c: 137). In later tradition, namely in Enūma eliš, Tiamat takes over the role of Namma as primeval ocean. However, there are significant differences in the way the goddesses are portrayed in the literature (see the entry on Tiamat).In the Sumerian poem of Enki and Ninmah (ETCSL 1.1.2, line 17) Namma is called the \"original mother who gave birth to the gods of the universe\", again according her primary status among all the gods and describing her role in Mesopotamian cosmogony. Later on, in particular in Akkadian texts, Namma loses importance and is only rarely mentioned.Aside from the few mentions of Namma in other mythological and literary texts about other gods, no mythology of this ancient goddess has survived the ages.",
      "divine_genealogy_and_syncretisms": "In the god list An-Anum (Litke 1998: 24) Namma is identified as the \"mother of the god Enki,\"which clearly accords her, at least originally, a higher or more ancient status than that of her son. In an inscription dating to the Early Dynastic III (?) period, king Lugal-KISAL-si, a king of Uruk, (Frayne 2008: 422-3, no. 2) dedicated a temple to the goddess, who is described as the \"spouse of An,\"the god of heavens, although Wiggermann (1998-2001c: 138) has interpreted this as a secondary development.",
      "cult_place": "There is very little evidence attesting to a cult of Namma. Because the Early Dynastic III foundation inscription mentioned above (Frayne 2008: 422-3, no. 2) is of unknown provenance, it is unclear where her temple may have been built.The Early Dynastic zà-mÌ-hymns (lines 140-41) (Biggs 1974: 50, 55) also mention a temple for her, yet the passage is difficult to read. For more information on evidence of her cult, dating even to the Neo-Babylonian period, see Wiggermann 1998-2001c: 139.",
      "id": 24,
      "title": "Namma",
      "type": "goddess",
      "info": "Goddess from Eridu . She is known as the mother of the god Enki/Ea as well as the mother goddess who gave birth to the cosmos and all the gods. Like her son Enki/Ea she is also associated with magic. In later times, her role is taken on by Tiamat."
    },
    {
      "image": "ur-namma-stela.jpg",
      "time_periods_attested": "The earliest attestation of this name dates back to the very beginning of written documentations. In personal names the moon god is attested from the Late Uruk period until the very end of the cuneiform tradition. Not only is he frequently attested in personal names, a testimony to personal piety, he is also frequently invoked in royal names from the earlier to the late periods, for example: Naram-Sin (Old Akkadian); Amar-Su'en, Šu-Sin, Ibbi-Sin (all Ur III) Sin-iddinam (Old Babylonian), Sennacherib (Akkadian: Sin-ahhe-eruba - from the Neo Assyrian period) (Cohen 1996: 9; Krebernik 1993-98b: 360; Hall 1985: 56-91).Not surprisingly it is from the Third Dynasty of Ur that come the greatest number of attestations and clearest indications of worship. Many dedicatory inscriptions of canals, buildings and objects record the worship and patronage of Su'en, most during Ur-Namma's reign. The perhaps most obvious of these is the temple tower (ziggurat) at Ur, built under Ur-Namma. The year names continue to record events related to the moon god, most commonly the installation of the high-priestesses of the moon god at Ur, and for Nanna-Karzida at Gaeš (Hall 1985: 130-2), while offerings are very commonly attested (Hall 1985). The royal hymns, particularly those to Šulgi often include subscripts to Nanna, for example Šulgi D (ETCSL 2.4.2.04; Klein 2001: 285). Among this literature are the 15 hymns to Nanna, which include A Balbale to Suen (ECTSL 4.13.01) and A tigi to Su'en (ECTSL 4.13.09). Worship of the moon god continued throughout the Old Babylonian period, as  attested in both personal names and royal names as well as numerous building inscriptions, year dates and offerings (Hall 1985; Collon 1992: 20).The moon god seems to have fallen out of favour somewhat in the period of 1500-1000 BCE (Foster 2005: 758-62), but experienced a revival during the first millennium, in particular in personal names of the Neo-Assyrian period (Radner and Baker 1998-2011). Su'en often appears second, after the pre-eminent deity Aššur, among the gods invoked to bless the king (SAA 1, 133 line 1). Some scholars have argued that the Neo-Babylonian king Nabonidus promoted the moon god within the pantheon of Babylonia, but more recently it has been suggested that this is an over-interpretation of the evidence available (Kuhrt_1995: 600). Nevertheless, Nabonidus also reconstructed the temple of Sin at Ur and reinstated the position of the high-priestess priestess of the moon god at Ur.",
      "name_and_spellings": "Nanna: In the Early Dynastic period: dŠEŠ.NA (with the sign NA acting as a phonetic complement); later dŠEŠ.KI or dŠEŠ+KI, syllabically: na-an-na (Cohen 1996: 9; Krebernik 1993-98b: 360). Su'en/Sin: first attested at Ebla from ca. 2400 BCE; spelled dEN.ZU, but read Su'en in Sumerian names, and Sin in Akkadian names. For discussions of this rebus-writing, see Krebernik 1993-98b: 360-2. From the Old Babylonian period onward: (d)30, clearly related to the close connection between the moon and the month (Krebernik 1993-98b: 360-1).Dilimbabbar (previously read Ašimbabbar): An alternative name or epithet. The logographic writing DIL-im2-babbar suggests two possible, and perhaps not mutually exclusive interpretations. The Sumerian word pronounced 'dilim' (written DILIM2) can refer to a bowl, a possibly valid metaphor for the quarter-moon, and the use of DI, might have been a play upon the meaning of this term as 'unique', while babbar is the Sumerian for \"white\"(Cohen 1996: 11 n.20).Written forms:Nanna: dŠEŠ.NA, dŠEŠ.KI, dŠEŠ+KI, na-an-naSu'en/Sin: dEN.ZU, (d)30Dilimbabbar: DIL-im2-babbarNormalized forms:Nanna, Su'en, Sin, Suen, Dilimbabbar, Ashimbabbar (obsolete)",
      "functions": "Possible depiction of the god Nanna, seated on a temple-like throne, on a fragment of the Stele of Ur-Namma at the University of Pennsylvania Museum of Archaeology and Anthropology (object number B16676.14) (ca. 2100 BCE). The stele was excavated at Ur. © Penn Museum.The ziggurat, or temple tower, of Nanna at Ur. It was built by king Ur-Namma of Ur (r. about 2112-2095 BCE), the founder of the Ur III dynasty. The monumental temple tower is built of solid bricks. © Penn Museum.The moon god was the tutelary deity of the city of Ur. His reach and importance, however, was far greater than just a city god, the moon god is clearly one of the most important deities in the wider pantheon of Mesopotamia. In the Early Dynastic god lists, such as Fara SF 1, the moon god appears immediately after the four leading gods An, Enlil, Inana and Enki (Klein 2001: 290, and this important, albeit slightly junior position, is confirmed in the text Nanna-Suen's Journey to Nippur (ETCSL 1.5.1: 18), when Nanna brings the \"first fruit offerings\"to Enlil, the head of the early Mesopotamian pantheon (Black et al. 2004: 147).The primary symbol of the moon god was as a bull, the result of the horizontal crescent of the waxing moon appearing similar to the horns of that animal. This symbolism led to a consideration of the moon god as a cowherd, which is celebrated most clearly in the composition The Herds of Nanna (ETCSL 4.13.06), the longest section of which enumerates the cattle in Nanna's herd. An association with fertility may come from the moon god's connection to cattle, and also, perhaps, from the clear link to the menstrual cycle, roughly similar to the timing of the moon's transformations. The connection with fertility is demonstrated in the Old Babylonian (early second-millennium) birth incantations (Krebernik 1993-98b: 367; Veldhuis 1991). The magical-medical text A Cow of Sin relates the story of the moon god's beautiful and pregnant cow, Geme-Sin. The birthing-pains of Geme-Sin are eased by Sin, and the incantation ends with a 'supplication: \"may this woman give birth as easily as Geme-Sin\"suggesting this text's role in human child-birth (Veldhuis 1991: 1).Other literature makes much of the moon as an astronomical feature. The deity is referred to in terms characteristic of the celestial body, e.g., radiant, shining, and much is made of the moon's path and cycle, which were also keenly observed for omens of the future, for example in the first-millennium series šumma Sin ina tāmartišu, \"If the moon at its appearance\"(Hunger and Pingree 1999: 21 ff.).The Akkadian literature evokes some of the other functions of the moon god. A prayer to Su'en details his role in divination (Foster 2005: 758-9). No doubt this divinatory role was also connected to the moon god's ability to illuminate darkness (Foster 2005: 760-1). Both the moon god and the sun god are praised together in a further text in which they are associated with issuing laws and verdicts, the determination of destinies, and the announcements of omens (Foster 2005: 762). This judicial role was already obvious in the text of the Early Dynastic 'Stele of the Vultures', where oaths are taken in the presence of Su'en, and in his epithet \"diviner of fates\", which is used across the Near East (Krebernik 1993-98b: 367).",
      "divine_genealogy_and_syncretisms": "In the Sumerian myth Enlil and Ninlil (ETCSL 1.2.1), the moon god is described as the first-born son of Enlil and Ninlil, and the moon god's three brothers are listed: Nergal-Meslamtaea, Ninazu  (both underworld deities) and Enbililu (who was responsible for irrigation). There has been some suggestion that this position as the 'first born son of Enlil' might reflect the importance of Ur during the Ur III period. There are also occasional references to a paternal/fillial relationship between An and the moon god (Klein 2001: 295-7), but such are probably general references to An in his role as father of all the gods (Krebernik 1993-98b: 364-5). The moon god's wife is the goddess Ningal (Akk. Nikkal) and their children are Inana and Utu (Edzard 1965: 102). The god list AN = Anum also names Ningublaga as the son of the moon god, and Amarra-azu and Amarra-he'ea as his daughters. Another child of the moon god known from Old Babylonian sources is Numušda (Hall 1985: 742). Nanna's vizier was Alammuš. In the first millenium Nuska, a vizier of Enlil, was thought of as a son of Su'en (specifically the Su'en of Harran) - a relationship which is possibly a result of contact/conflation with Aramaic religious beliefs (Krebernik 1993-98b: 365-8).",
      "cult_place": "From the earliest periods, Nanna/Su'en was the patron deity of the city of Ur . The name of his main sanctuary in Ur was é-kiš-nu-gál, the name also used for the moon god's sanctuaries in Babylon  and Nippur  (George 1993: 114). From the Akkadian period until the middle of the Old Babylonian period, the daughter of the reigning king was appointed to be the high-priestess of the moon god at Ur (Krebernik 1993-98b: 367-9). The most famous of these is Enheduanna, who is the purported author of several Sumerian literary works (e.g. the Temple Hymns, ETCSL 4.80.1 and Inana B, ETCSL 4.07.2). However, Enheduanna's authorship has been seriously questioned (Civil 1980; Black 2002; Rubio 2009; Lion 2011). Other Mesopotamian cult places for the moon god include Ga'eš, a place in the neighbourhood of Ur , and at Urum , modern Tell `Uqair located east of Babylon, where the moon god was honoured as Dilimbabbar. Beyond the alluvial plains of Mesopotamia, a cult centre of Nanna/Su'en is attested at Harran , south-east of modern Urfa , from the Old Babylonian period onwards, where the temple name was é-húl-húl \"House of Rejoicing\"(Krebernik 1993-98b: 368). At Harran a long inscription was found on a stele, which commemorates Adda-guppi, the mother of Nabonidus, and which celebrates her reverence of the moon god. Another stele inscription from Harran describes Nabonidus' accession to the throne, which is here described as being at the will of Su'en, and that he rebuilt the é-húl-húl temple (Gadd 1958).",
      "id": 25,
      "title": "Nanna/Suen/Sin",
      "type": "god",
      "info": "Mesopotamian moon god. He was called Nanna in Sumerian, and Su'en or Sin in Akkadian. The earliest writings of both are roughly contemporary, and occur interchangeably. An additional name, which is only attested in literary texts, is Dilimbabbar. The true etymologies of both Nanna and Su'en remain unclear (Krebernik 1993-98b: 360-64)."
    },
    {
      "image": "nergal-kudurru.jpg",
      "time_periods_attested": "Earliest evidence on Nergal is as the Kuthean god Meslamtaea, in god-lists from Fara and Abu-Salabikh (Lambert 1973). The name Nergal first appears in the Ur III period (Wiggermann 1998-2001d: 217). In the second millennium, Nergal comes to co-rule the underworld with Ereškigal. In the Neo-Assyrian period, he is attested as a significant figure in official Assyrian cult (Van der Toorn et al. 1999: 622).",
      "name_and_spellings": "The writing of Nergal's name has been subject to controversy (Steinkeller 1987; 1990; Lambert 1990a; see also Krebernik 1998: 277).Written forms: dKIŠ.UNU, dKIŠ.GÌR.UNU.GAL, dU.GUR, dnÉ-eri4114-gal, né-ri-ig-la, né-ri-ig-láNormalised form(s): Nergal, Nerigal",
      "functions": "The kudurru of the Kassite king Meli-Šipak (r. 1186-1172 BCE) at the Louvre Museum. The second register from the top on the left side shows the symbol of Nergal, a weapon on top of a dragon.Nergal represents a very particular aspect of death, one that is often and rightly interpreted as inflicted death, for Nergal is also the god of plague and pestilence as well as being closely associated with warfare. Nergal's warlike qualities identify him to a considerable extent with warrior gods such as Ninurta and Zababa (Van der Toorn et al. 1999: 622). In his aspect of a war god, Nergal accompanies the king into battle, delivering death to the enemy. Death brought on by Nergal also had a supernatural dimension, disease often being attributed to demonic agency in Mesopotamia. Indeed, Nergal controls a variety of demons and evil forces, most notoriously the ilū sebettu, the \"Seven Gods\"who are particularly prominent in the myth of Erra as agents of death and destruction (Foster 2005: 880-911). Nergal's association with demons and disease further enhances the apotropaic qualities attributed to him and his circle, although such qualities are often attributed to chthonic deities as a class. The Late Babylonian apotropaic figrines representing Nergal (Ellis 1968) or the use of the Erra epic as house amulets (Reiner 1960b) can be seen as a manifestation of this.",
      "divine_genealogy_and_syncretisms": "Nergal's earliest incarnation is in the Early Dynastic Period as Meslamtaea, the god of the underworld whose main cult centre was in the city of Kutha (Lambert 1973: 356). From the Old Babylonian Period onwards, Nergal was syncretised with Erra, a Semitic death god (Wiggermann 1998-2001d: 217). Son of Enlil and Ninlil or Belet-ili (Black and Green 1998: 136), Nergal had several spouses: Laṣ, a little-known goddess of possibly non-Sumerian origin; Mamma/Mammi/Mammitum  (Lambert 1973: 356), likewise a relatively minor deity; Ninšubur, attendant of Inana/Ištar; Admu, a West Semitic goddess (Wiggermann 1998-2001d: 219-20); and finally Ereškigal, to whom his marriage is a relatively late development. In the myth of Nergal and Ereškigal (Foster 2005: 506-24), Ereškigal  reigns as queen of the underworld into which Nergal  is sent  to apologize for having offended Namtar,Ereškigal's vizier. There, Nergal is seduced by Ereškigal but manages to trick his way out of the netherworld, otherwise known as \"the land of no return\". Ereškigal is beside herself with grief at the loss of her lover and finally has him brought back to her. From this point onwards, they rule the underworld jointly (Gurney 1960). Nergal seems to have been 'forced' into this union in more ways than one, for the myth probably reflects a deliberate attempt in the Old Babylonian Period to reconcile northern and southern Mesopotamian traditions which ascribed rule of the netherworld to Ereškigal and Nergal respectively (Dalley 2000: 164).",
      "cult_place": "Kutha  was the main cult centre of Nergal (Wiggermann 1998-2001d: 217), who also enjoyed patronage over Maškan-Šapir  (Stone and Zimansky 2004). Cults of Nergal are also attested for Dilbat , Isin , Larsa , Nippur , Ur  and Uruk  (Van der Toorn et al. 1999: 622).",
      "id": 26,
      "title": "Nergal",
      "type": "god",
      "info": "Nergal is the (southern) Mesopotamian god of death, pestilence and plague, and Lord of the Underworld."
    },
    {
      "image": "",
      "time_periods_attested": "Nidaba's importance as goddess of writing and patron of scribes is well documented from the Early Dynastic to the early Old Babylonian periods. Sumerian literary compositions often end with the doxology \"Praise be to Nidaba!\"(dnidaba zà-mÍ). After she is replaced by Nabu in the Old Babylonian period, her appearances become more sporadic. She is occasionally mentioned as patron of scribes together with Nabu, but her most common role is as minor agricultural deity. Yet worship of Nidaba did not die out for many more centuries. A prayer to Nidaba from the Neo-Assyrian temple of Nabu in Nimrud (CTN 4, 168) suggests faith in the deity was still strong. Nidaba still enjoyed a cult in the Seleucid period as evidenced notably by mention of her blessing (TCL 6, 38: obv. 46-47) and a list attaching her to a temple (SpTU 2, 29: rev. ii 22).",
      "name_and_spellings": "The goddess' name is first attested in the Ur archaic texts as dNAGA (in later times dŠE.NAGA). The Akkadian reading of this name is uncertain. The readings Nis(s)aba (traditional) and Nidaba (proposed by Civil 1983: 43) are primarily based on Akkadian pronunciation columns in lexical texts where writings such as ni-is-sà-ba/ni-da-ba are encountered. The reading Nidaba is preferred here.Nanibgal and Nun-baršegunu (\"Lady whose body is the flecked barley\") are alternative names of the same goddess. The former appears mainly as a praising epithet (McEwan 1998-2001: 151), whilst the latter is used essentially in agricultural contexts (Cavigneaux and Krebernik 1998-2001b: 615).Written forms:Nis/daba: dnis/daba(ŠE.NAGA), dnÍs/daba(NAGA)Nanibgal: dnanibgal(AN.NAGA), dnánibgal(AN.ŠE.NAGA)Nubaršegunu: dnun-bar-še-gu-nu, dnun-bar-še-gùn-nuNormalized forms: Nisaba, Nissaba, Nidaba, Nanibgal, Nunbaršegunu.",
      "functions": "Nidaba reflects fundamental developments in the creation of Mesopotamian culture, those which take us from agriculture to accounting, to a very fine literary tradition. Nidaba was originally an agricultural deity, more specifically a goddess of grain. The intricate connection between agriculture and accounting/writing implied that it was not long before Nidaba became the goddess of writing. From then on her main role was to be the patron of scribes. She was eventually replaced in that function by the god Nabu.",
      "divine_genealogy_and_syncretisms": "Traditions vary regarding the genealogy of Nidaba. She appears on separate occasions as the daughter of Enlil, of Uraš, of Ea, and of Anu. Nidaba's spouse is Haya and together they have a daughter, Sud/Ninlil. Two myths (ETCSL 1.2.1 and ETCSL 1.2.2) describe the marriage of Sud/Ninlil with Enlil. This implies that Nidaba could be at once the daughter and the mother-in-law of Enlil. Nidaba is also the sister of Ninsumun, the mother of Gilgameš. Nidaba is frequently mentioned together with the goddess Nanibgal who also appears as an epithet of Nidaba,  although most god lists treat her as a distinct goddess (McEwan 1998-2001: 151).In a debate between Nidaba and Grain (Lambert 1996: 168-75), Nidaba is syncretised with Ereškigal as \"Mistress of the Underworld\". Nidaba is also identified with the goddess of grain Ašnan, and with Nanibgal/Nidaba-ursag/Geme-Dukuga, the throne bearer of Ninlil and wife of Ennugi, throne bearer of Enlil (Michalowski 1998-2001: 577).The Sumerian tale of the Curse of Agade lists Nidaba as belonging to the elite of the great gods (ETCSL 2.1.5, 222).",
      "cult_place": "Nidaba was the patron deity of the city of Ereš, which has not yet been identified geographically although it is known to have been in southern Mesopotamia. Two locations have been proposed as possible contenders, namely the mound of Jarin (Jacobsen 1960: 176) and Tell Abu Salabikh  (Postgate and Moorey 1976: 161). Not a single temple dedicated to the exclusive worship of Nidaba has yet been recovered archaeologically. Texts provide evidence, however, that sanctuaries dedicated to Nidaba existed across Mesopotamia (George 1993). Nidaba's cult appears to have been carried out most actively at the temple of her daughter Ninlil in Nippur  (Michalowski 1998-2001: 578).",
      "id": 27,
      "title": "Nidaba",
      "type": "goddess",
      "info": "Sumerian goddess of grain and writing, patron deity of the city Ereš. Nidaba's glory attracted her fall: her scribal functions were usurped by the god Nabu as he rose to power in the Old Babylonian period."
    },
    {
      "image": "ninazu-seal.jpg",
      "time_periods_attested": "Ninazu is first attested in the middle of the third millennium, in the Fara  god lists and the zà-mÌ (praise) hymns from Tell Abu Salabikh  (Biggs 1974: 45).  During the Early Dynastic period offerings were made to him at Enegi; the king of Ur , A-Anepada, dedicated a clay tablet to him (Frayne 2008: E1.13.6.6) and his cult was introduced to Lagaš , where the ruler Gudea later built him a temple in Girsu  (Edzard 1997: E3/1.1.7.30).  In the Ur III period his cult is attested at Ešnunna , Enegi, Ur , Lagaš/Girsu, Nippur  and Umma ; in the first four centres it continued into the Old Babylonian period.In the Sumerian Temple Hymns (ETCSL 4.80.1), which survive in Ur III and Old Babylonian copies Ninazu appears in very different guises in his two main temples: he is 'playing loudly on a zanaru instrument, sweet as a calf' in the Egidda at Enegi (l.183) and 'snarling like a dragon against the walls of rebel lands' in the hymn to Esikil at Ešnunna (l.434).  From the Old Babylonian period we have one Sumerian hymn to Ninazu (ETCSL 4.17.1).  He also features in two praise poems for Šulgi (Klein 1981, Šulgi D and X; online at ETCSL 2.4.2.04 and ETCSL 2.4.2.24).Ninazu's cult lost ground with the rise of the death gods Tišpak and Nergal, and after the Old Babylonian period is attested in southern Mesopotamia only at Ur, where he continued to feature in personal names until the Persian period.  During the first millennium he appears sporadically in god lists, incantations, cultic and literary texts.",
      "name_and_spellings": "Nin-azu is usually interpreted as 'Lord Healer'; the two elements are in apposition rather than a genitival relationship (Wiggermann 1998-2001: 330).  An alternative interpretation of the name was proposed by Jacobsen, who read nin-a-sud, 'Water Pouring Lord' (Jacobsen 1987: 170, see also Wiggermann 1998-2001: 330).  Written forms: (d)nin-a-zu5; (d)nin-a-zu; (d)nin-a-su; Emesal ù-mu-un-a-zu; (d)umun-a-zu. For a fuller list and chronological distribution of spellings, see Wiggermann 1998-2001: 329-330.Normalized forms: Ninazu, Nin-azu, Nin-asu.",
      "functions": "The trident-brandishing deity standing on the back of a lion with a snake's tail on this Early Dynastic seal may be Ninazu. (British Museum ME 1933,0408.1). © The British Museum. View the British Museum's catalogue information on this object.Ninazu was city god of Enegi in southern Sumer, and Ešnunna in the north.  In the south he is clearly an underworld deity: he receives the epithet 'steward of the underworld'; in the Sumerian lamentation In the Desert in the Early Grass he is mourned together with other chthonic gods (Cohen 1988: II 668-703, as Umun-azu), and his festival in Ur was marked by offerings to deceased kings and priestesses (Cohen 1993: 149-50).  At Ešnunna his warlike aspect is more prominent, which, coupled with the alternate genealogy ascribed to him here  led van Dijk to suggest that there were two different Ninazus (van Dijk 1960: 77-8).  However, Wiggermann reconstructs only one, chthonic deity, identifying underworld connections at Ešnunna also and pointing to the fact that in both genealogies Ninazu has the same consort and brother (Wiggermann 1989: 122; Wiggermann 1998-2001: 330).  Like other dying and returning gods, Ninazu is linked to vegetation and agriculture; in How Grain Came to Sumer (ETCSL 1.7.6, 1) he and his brother bring barley and flax to humans, who 'used to eat grass with their mouths like sheep', while in Enlil and Ninlil (ETCSL 1.2.1, l. 116) he is called 'the lord who stretches the measuring line over the fields'.Another characteristic Ninazu shares with other gods with whom he is often grouped is an association with snakes.  In Ur III and Old Babylonian incantations he is named 'king of the snakes' (see van Dijk 1969, esp. 542-3) and the logogram dMUŠ ('divine snake') is given as a spelling of his name in the god list An = Anum (Litke 1998: 191, l. 240).  Given this, it is likely that both Tišpak and Ningišzida inherit their connection with the 'lion-dragon' or 'snake-dragon' (mušḫuššu) from Ninazu; the mušḫuššu is linked to his centre Enegi, and the dragon (ušumgal) associated with him in a first millennium incantation may be the same creature (see further Black and Green 1998: 137; Wiggermann 1995: 457).  Despite his name, Ninazu was not a major healing deity; except for third and second-millennium incantations against snake bite he appears rarely in the medical corpus.",
      "divine_genealogy_and_syncretisms": "As mentioned above, Ninazu has two different genealogies.  At Enegi he is usually the son of Ereškigal and 'the great lord' (probably Ereškigal's husband Gugal'ana), reinforcing his chthonic attributes.  Alternatively, Enlil and Ninlil are his parents; the Sumerian Temple Hymns (ETCSL 4.80.1, lines 425-47) associate this genealogy with Ešnunna, but it also appears elsewhere.  In both traditions, Ninazu has a brother Ninmada; in Enlil and Ninlil (ETCSL 1.2.1 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.1.2.1#]), as well as being the child of the eponymous couple, he has three brothers: Meslamtaea, Enbilulu and Sin.  Ninazu's wife was the goddess Ningirida, although rarely Ereškigal or (U)kulla(b), the consort of Tišpak, appear in this role.  The chthonic god Ningišzida is well attested as their son.  The god list An = Anum also lists three sisters of Ningišzida, and another seven 'children of Ningirida' who are more obscure (Litke 1998: 191-2, ll.255-7; 242-9).  At Ešnunna during the Old Akkadian period Ninazu was partially identified, but not fully syncretized, with Tišpak who eventually replaced him as city god.  In the first-millennium Anzu epic he is equated with Ninurta (Saggs 1986: 27, l. 139).",
      "cult_place": "Ninazu's temples at Enegi and Ešnunna were, respectively, é-gÍd-da, 'Storehouse', and é-sikil.(la), 'Pure house' (George 1993, nos. 392, 987).  He was particularly popular at Ur, where during the Ur III and Old Babylonian periods a major festival was held for him in the 6th month.  He also received offerings at Lagaš, Umma, and Nippur.",
      "id": 28,
      "title": "Ninazu",
      "type": "god",
      "info": "Underworld deity with connections to agriculture, war and snakes; patron god of the cities of Enegi and Ešnunna."
    },
    {
      "image": "",
      "time_periods_attested": "Ningišzida makes his first appearance in the Fara god list from the Early Dynastic III period (2600-2350 BCE), and is recorded through the first millennium, e.g. in late Neo-Babylonian personal names (see above). Venerated at Girsu at the time of Gudea and into the Ur III period, Ningišzida received offerings at Puzriš-Dagan (the administrative hub of the Ur III period located near Nippur) and during this period there was a festival of Ningišzida in the third month of the year (Sallaberger 1993: 281 ff.). At the end of the Ur III period his cult at the town of Gišbanda was discontinued, and possibly moved to Ur (Frayne 1990: 196). There is only limited evidence, however, for Ningišzida during the Old Babylonian period, and there are very few attestations as a theophoric element in personal names of the third and second millennia (Wiggermann 1998-2001b: 373).",
      "name_and_spellings": "The deity's name is usually understood to mean \"Lord of the true/reliable/right tree\"(Wiggermann 1998-2001b: 368). His name is usually spelled dnin-giš-zi-da, but the /da/ is occasionally omitted. Syllabic spellings suggest a pronunciation of Niggissida or Nikkissida. The Emesal name is Umun-muzzida. Other associated epithets include dgiš-bàn-da, \"Little Tree\"(Wiggermann 1998-2001b: 368-73).Written forms: dnin-giš-zi-da, dni-gi-si-da, dnin-ki-zi-daNormalized forms: Ningišzida, Ningizzida, Umunmuzzida, Niggissida, Nikkissida",
      "functions": "Ningišzida, like his father Ninazu, is a chthonic deity associated with vegetation, growth and decay, snakes and demons. Ningišzida's name, and those of his courtiers  reflect this connection, while descriptions of him include: \"Lord of pastures and fields\"and \"like fresh grass\"(Wiggerman 1998-2001b). The 'tree' of his name has been suggested to be the vine, and in Ur III texts Ningišzida is associated with the é-ĝeštin, the \"wine-house\"(Sallaberger 1993: 125, 368), elsewhere with the beer-god Siriš, and beer-goddess Nin-kasi. Furthermore, he is the \"lord of the innkeepers\"(Wiggermann 1998-2001b: 370). Associated with his role in agriculture, Ningišzida is said to travel to the underworld at the time of the death of vegetation (in Mesopotamia - mid-summer to mid-winter). This journey is recorded in both Sumerian and Akkadian myths (Ningišzida's Journey to the Netherworld, ETCSL 1.7.3 and Lambert 1990: 293). In the Adapa legend, Ningišzida, under the name Gišzida, is one of the two deities who are said to have disappeared from the land (Foster 2005: 525-30).Ningišzida's chthonic nature is reflected in his title (giš)gu-za-lá-kur-ra, \"the chair-bearer of the netherworld\", and together with Pedu, the chief netherworld gate-keeper, he stands at the entrance to the underworld. In Ur III and Old Babylonian (early second millennium BCE) periods Ningišzida appears in rituals associated with royal laments (e.g., The Death of Ur-Namma, ETCSL 2.4.1.1: 118).  In Neo Assyrian times (early 1st millennium BCE) he is associated with the punishment, pestilence and disease, and occasionally called \"Lord of the netherworld\"(Wiggermann 1998-2001b: 371). Ningišzida appears in incantations, but only in connection to vegetation, or as a netherworld deity, or (Wiggermann 1998-2001b: 369). Ningišzida, like his father, is associated with dragons, the mušhuššu and balm. He is also referred to as a snake, e.g. muš-mah (A balbale to Ningišzida, ETCSL 4.19.1: 2), and as such he is associated the Hydra constellation in the astrological compendium MUL-Apin. Also like his father, Ningišzida is titiled warrior, and he is the military governor of Ur (Frayne 1990: 196). In the god list An = Anum he is dgúd-me-lám \"warrior of splendor\", and his symbol is  the sickle sword (pāštu) (Wiggermann 1998-2001b: 370-1). The conception of Ningišzida as a reliable god is obvious from his name. He is involved with law in the underworld and on earth (Wiggermann 1998-2001: 371). The element \"Ningišzida is judge\"appears in the personal names of the Neo-Babylonian period (mid 1st millennium BCE) (Figulla and Gadd 1949: 38).",
      "divine_genealogy_and_syncretisms": "Ningišzida is the son of Ninazu and his wife, Ningirida. In Gudea Cylinder B (ETCSL 2.1.7: 1342), Ningišzida is described as the \"progeny of An\", supposing a sequence An - Enlil - Ninazu  - Ningišzida. The god list An =  Anum lists two sisters: dama-TÙR-ma and dla-bar-TÙR-ma. In most Old Babylonian and later attestations, the wife of Ningišzida is Ninazimua, \"The lady who lets the good juice grow\"(Enki and Ninhursaga, ETCSL 1.1.1: 278), while at Lagaš, his wife is Geštinanna (Wiggermann 1998-2001b: 369).",
      "cult_place": "As mentioned above, his home was the town Gišbanda (itself an epithet of Ningišzida), which was located upstream from Ur , near to Ki'abrig. Ningišzida's temple in this town was called kur-a-še-er-ra-ka, \"mountain of lament\". When his cult was discontinued it was possibly moved to Ur (see above), where he had a shrine in the temple of Nanna and his own temple, the \"House of Justice\"(é-nÍg-gi-na) (Frayne 1990: 196). Other centres of worship of Ningišzida include Ešnunna  (modern Tell Asmar, northeast of Baghdad), his father's cult centre; Lagaš , where he was Gudea's personal god, and who built Ningišzida a new temple, with dedicated statues. Other cults may have existed at Isin , Larsa , Babylon  and Uruk  (Wiggermann 1998-2001b).",
      "id": 29,
      "title": "Ningišzida",
      "type": "god",
      "info": "A male deity of the town of Gišbanda, which lies upstream from Ur.  Ningišzida is connected with vegetation and the underworld."
    },
    {
      "image": "ninisinna-dog.jpg",
      "time_periods_attested": "Ninisinna is first attested in the Fara god lists from the Early Dynastic IIIa period .  By the end of the third millennium she was receiving cult at Isin and beyond, but the apogee of her importance was during the Old Babylonian period .  A number of Sumerian hymns in praise of her survive (ETCSL 4.22.1 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.22.1#], ETCSL 4.22.2 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.22.2#], ETCSL 4.22.4 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.22.4#], ETCSL 4.22.5 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.22.5#]), as well as several royal hymns dedicated to her (e.g., ETCSL 2.5.1.4 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.5.1.4#] for Išbi-Erra, ETCSL 2.5.3.4 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.5.3.4#] for Iddin Dagan, ETCSL 2.5.5.5 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.5.5.5#] for Lipit-Eštar).  She also appears in city laments (ETCSL 2.2.2 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.2.2#], the Lament for Urim; ETCSL 2.2.3 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.2.3#], the Lament for Sumer and Urim; ETCSL 2.2.4 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.2.2.4#], the Lament for Nibru), Pabilsag's Journey to Nibru, which recounts her marriage (ETCSL 1.7.8 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.1.7.8#]), and Ninisinna and the Gods, where she is equated with other city goddesses (ETCSL 4.22.6 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.4.22.6#]).After the Old Babylonian period Ninisinna is rarely attested, surviving essentially as Gula with whom she is equated in lexical texts.  Nonetheless the Kassite king Kurigalzu rebuilt the Isin é-gal-mah in her name, and she appears occasionally in first millennium sources,  such as a litany from Neo-Assyrian Kalhu (CTN 4, 110).",
      "name_and_spellings": "The name Ninisinna means 'Lady of Isin.' Since divine names of the type \"lord/lady of GN\"are rare, there is some uncertainty as to whether \"Ninisinna\"represents a 'real' name or a title (Kraus 1951). The value of the sign IN in early writings of her name was subject to controversy, but Steinkeller has convincingly argued that it is always to be read isinx (Steinkeller 1978).Written forms:Sumerian: dnin-isinx(IN), dnin-isinx(IN)-si-na, dnin-isinx(IN)-na, dnin-Ì-si-na, dnin-Ì-si-naki, dnin-Ì-si-in-na, dnin-EZENki, dnin-EZEN-naki. For more spellings see RÖmer 1969.Normalised forms:Ninisinna, Ninisina, Nin-Isina",
      "functions": "A dog statuette dedicated to Ninisinna for the life of Sumu-El, king of Larsa (1894-1866 BCE). Louvre Museum, AO 4349, image © The Louvre Museum.See this object in the Louvre's catalogue.Ninisinna's primary role was as a healing goddess.  She is called \"great physician of the black-headed ones\", and her medical activities include incantations and more invasive methods - in one hymn she is depicted sharpening her scalpel (ETCSL 4.22.1,  line 11).  During the Old Babylonian period she acquired some warlike functions, perhaps due to her association with Inana.  Here her scalpel becomes a weapon to tear flesh, and she is described as a storm \"whose mouth drips blood...from whose mouth spittle spews constantly, pouring venom on the enemy\"(ETCSL 2.5.3.4, lines 13-14).",
      "divine_genealogy_and_syncretisms": "Ninisinna was the daughter of An and Uraš.  She was married to the god Pabilsag, with whom she had a son Damu and a daughter Gunura.  During the early second millennium, she was syncretised with the healing goddesses  Gula/Ninkarrak, Nintinugga and Baba.  She also came to be connected with Inana, probably during the Isin period (2017-1794 BCE) when Ninisinna rose in prominence as goddess of the dynastic capital.  This situation is perhaps reflected in Enki and the World Order, where Inana ascribes high status to Ninisinna: \"She is to be the mistress of heaven.  She is to stand beside An and speak to him whenever she desires\"(ETCSL 1.1.3 [http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.1.1.3#], lines 404-5).",
      "cult_place": "The é-gal-mah temple in Isin  was the heart of Ninisinna's cult.  Probably within the complex was é-ur-gi7-ra (\"dog house\"), built by Enlil-bani (1860-1837 BCE).  Ninisinna, like Gula, was associated with dogs, and 33 dog skeletons were excavated in é-gal-mah.  Many of the animals were sick or injured, and it is possible that they were cared for by the temple (Avalos 1995).  Ninisinna was also worshipped at temples in Larsa , Babylon , Ur , Uruk , and Larak  (George 1993: index s.v. \"Ninisinna\").",
      "id": 30,
      "title": "Ninisinna",
      "type": "goddess",
      "info": "Healing goddess and patron deity of the city of Isin."
    },
    {
      "image": "mylitta.jpg",
      "time_periods_attested": "Attestations for Ninlil span about 3000 years. The first attestations can be found in the earliest written documentation from Mesopotamia (\"Uruk IV\"and \"Uruk III\", see Englund 2011), her last attestations date well into the Common Era, when she is mentioned as Mylitta in Herodianus's Peri Orthographias, dating to the second century CE (see Krebernik 1998-2001: 453 for possible attestations into the sixth century AD in Hesychius's work).",
      "name_and_spellings": "The element lil2/lÍl in Enlil's and Ninlil's names has been strongly debated among Assyriologists (also see the entry on Enlil). Krebernik's interpretation of this element as meaning \"breeze\"(Akkadian zaqīqu) is problematic as the reference he adduces is a commentary text that belongs to a speculative tradition dating to the Neo-Assyrian period (or possibly earlier), in which gods were associated with winds (STT 2, 400 r 12; see Livingstone 2007: 71-91, especially 75). Ninlil is there associated with the North wind and her name is explained as the \"Lady of the breeze\". The same text associates Enlil with the East wind and explains his name as the \"Lord of all.\"As there is no earlier evidence for such an interpretation, it has to remain uncertain.Ninlil's Akkadian name, Mulliltu/Mullissu, is curiously derived from Enlil's Emesal name (Krebernik 1998-2001: 453). The Emesal word for en \"lord\"is umun, which in Enlil's name was shortened to mun: dmun-lil2, where the n assimilated to the following consonant l: dmu-ul-lil2. In Akkadian a suffix -t- was added to create feminine grammatical gender and so Ninlil's Akkadian name became Mulliltu, and, under the influence of Neo-Assyrian sound changes in which the consontants -lt- become -ss-, Mullissu. This was taken into Greek as Mylitta (see Dalley 1979). Krebernik (1998-2001: 460) suggested that the derivation of Ninlil's Akkadian name from Enlil's Emesal name could indicate that Enlil was already understood as the primary deity from very early on, yet this does not explain why the name was derived from his Emesal rather than his Emegir name.Mullil and Mulliltu can also be analysed as words derived from the Akkadian verb \"to be pure\"(participles of elēlu D \"to purify\") (Dalley 1979: 177 n.8; Krebernik 1998-2001: 453).Written forms:(proto-cuneiform: E2.NUN, see Englund 2011)Early Dynastic and later: E2?.NUN/KID.NUN; dnin-KID, dnin-lil2, dgašan-lil2 (Emesal), ni-in-lil (syllabic), dNIN.LIL2-tum, dNIN.LIL2-ti-im, [d]mu-lil-tu, dmul-la-šu2, dmul-le-e-šu2, dmul-le-šu2Old Aramaic: mlšMandaic: mwlytGreek: μυλιττα, μολις (Krebernik 1998-2001: 453; Kessler 2012)Normalised forms: Ninlil, Mulliltu, Mullissu, Mylitta, Mulitta",
      "functions": "Statuettes of goddesses at the British Museum previously thought to represent Mylitta (BM 91672).Ninlil is primarily known as the wife of Enlil. Reconstructing her original functions depends in part on how the second part of her name is interpreted (see the section on \"Name and Spellings\"below as well as the \"Functions\"section in the entry for Enlil). A common but very uncertain interpretation translates Ninlil's name as \"Queen of the breeze,\"assigning Ninlil the same domain as Enlil (however, see the objections raised below under 'Name and Spellings').Because Ninlil primarily appears as Enlil's consort, she shares some of his characteristics (e.g.,  his characteristics as creator, father of the gods, head of the pantheon, giver of life). Through her syncretisms  she also took on aspects of healing and mother goddesses, but these seem to be secondary rather than original functions. Her epithets include \"Queen of the heavens and the earth, queen of the lands\"or \"Lady of the gods\"and \"foremost lady of the Anunna gods\"(Krebernik 1998-2001: 460).",
      "divine_genealogy_and_syncretisms": "Ninlil was syncretised with several goddesses. The foremost among these is Sud, the patron deity of the city of Šurrupag, one of the antediluvian cities mentioned in The Sumerian Kinglist (ETCSL 2.1.1). The Sumerian myth of Enlil and Sud is a literary rendering of this syncretism and relates how Sud married Enlil and thus became Ninlil (ETCSL 1.2.2). In addition, Ninlil was also syncretised with several minor healing and mother goddesses (for more information see Krebernik 1998-2001: 454-57).The Sumerian myth Enlil and Ninlil (ETCSL 1.2.1) describes how Enlil pursues Ninlil amorously, resulting in Ninlil giving birth to the moon-god Su'en, the underworld deity Nergal, and the gods Ninazu and Enbilulu.When Enlil was syncretised with Aššur, the highest god of the Assyrian pantheon, Ninlil consequently became Aššur's wife and was identified with Šeru'a.In the first millennium BCE, Ninlil became identified with Ištar, like many other goddesses, especially with Ištar of Kiš and Ištar of Arbela (Krebernik 1998-2001: 456 with further references).In Herodotus' Histories, Ninlil under the name Mylitta was identified as the Assyrian version of Aphrodite, the Greek goddess of love (Herodotus, Histories 1.131.3; 1.199.3). It is possible that this identification was due to Ninlil's syncretism with Ištar as the goddess of love and war.",
      "cult_place": "As Enlil's wife, it is likely that Ninlil was worshipped in the same places as her husband (Krebernik 1998-2001: 457). Her main temple at Nippur  was called the Eki'ur (Richter 2004: 51-2). In addition, Ninlil was worshipped in the city of Tummal, which has not been located yet but is most likely in the vicinity of Nippur  (Krebernik 1998-2001: 457-8; Michalowski 2006). For additional cult places of Ninlil see George 1993; Krebernik 1998-2001: 457-8.",
      "id": 31,
      "title": "Ninlil, Mulliltu, Mullissu, Mylitta",
      "type": "goddess",
      "info": "A goddess mainly known as the wife of Enlil, the head of the early Mesopotamian pantheon, and later of Aššur, the head of the Assyrian pantheon. She first appears in the late fourth millennium BCE and survived into the first centuries CE. She was at times syncretised with various healing and mother goddesses as well as with the goddess Ištar."
    },
    {
      "image": "venus.jpg",
      "time_periods_attested": "Ninsi'anna is first attested (primarily as dnin-dsi4-an-na) during the Ur III period, where she received offerings at Nippur and Ur (Richter 2004: 31, 415), but most of our evidence for her/him comes from the Old Babylonian period.  A hymn for Iddin-Dagan which celebrates the ruler's sacred marriage to Inana as Venus is labelled as 'a warrior-song of Ninsi'anna' (ETCSL 2.5.3.1).  Here, Inana's martial and sexual characteristics are combined with the astral aspect represented by Ninsi'anna.  As the evening star Inana rises 'like a warrior', prompting all living creatures to make obeisance to her (lines 89-100), and providing guidance for the traveller (line 139).  After further praise and details of cultic performances in her honour, her amorous traits come to the fore as Inana beautifies herself and takes part in the sacred marriage with 'her beloved', Iddin-Dagan (lines 181-194).  At the close, the hymn returns us to the astral plane with the image of Inana looking down joyfully from the heavens (line 223).Outside the royal court, personal devotion to Ninsi'anna is in evidence from numerous cylinder seals, as well as in a letter to the (male) deity from a miserable worshipper who demands to know what he has done to deserve his current sufferings (Kraus 1971). After the Old Babylonian period, Dilbat replaced Ninsi'anna as a name for Venus, and this is the regular term for the planet in astronomical tablets throughout the first millennium.  However, Ninsi'anna survives as the name for Venus in Neo-Babylonian copies of the Venus Tablet of Ammiṣaduqa, based on Old Babylonian observations (Reiner and Pingree 1975), and is invoked as one of the 'gods of the night' in a Neo-Assyrian purification ritual (Reiner 1995: 67; note that the text translated here is a ritual edited by Langdon (1927: 74-7) and not, as Reiner states, the diviner's prayer edited by Oppenheim 1959, which mentions it as a comparandum).  In the latest dated attestation, Ninsi'anna, female once more, undergoes one final transformation.  On a tablet from Seleucid Uruk she is equated with the goddess Antu, probably as part of the process whereby Antu was elevated above Inana/Ištar as the main female deity of the city (Beaulieu 1995: 201-2).",
      "name_and_spellings": "dnin-si-an-na means 'divine lady, illumination of heaven', which is of course appropriate for Venus as the morning or evening star.  However, early spellings of Ninsi'anna's name, written with the sign si4 (= SU, 'to be red'), suggest that the original etymology may have been 'divine lady of the redness of heaven', referring not to the planet itself but to the colour of the morning and evening sky in which Venus is often visible (Heimpel 1982: 11).Written forms:  dnin-si4-an-na, dnin-si-an-na.The spelling dnin-dsi/si4-an-na or dnin-an-si/si4-an-na probably also refers to Ninsi'anna (Steinkeller 1989: 244).Normalised forms:  Ninsi'anna, Ninsianna, Ninsi'ana, Ninsiana.",
      "functions": "As the evening star, Venus illuminates the sky after sunset.  Even today it is easy to understand Ninsi'anna's epithet 'holy torch who fills the heavens.' © European Southern Observatory. View photo in context on ESO's website. [http://www.eso.org/public/outreach/eduoff/vt-2004/Background/Infol2/EIS-D9.html]Ninsi'anna is the Sumerian deity of the planet Venus, venerated as morning and evening star.  Originally female, she sometimes appears as male in later texts under the influence of Semitic theology where Venus deities were usually male (Heimpel 1982).  Ninsi'anna is associated with illumination and radiance - both in some etymologies of his/her name, and in titles such as 'holy torch who fills the heavens' (ETCSL 2.5.3.1, line 4), and 'radiant god, whose light fills heaven and earth' (de Meyer 1982: 275).  Like other astral deities, Ninsi'anna is occasionally invoked in haruspicy.  In a prayer from Old Babylonian Sippar, the diviner Ur-Utu asks the (male) god to 'be present in my offering, and place in it a portent of well-being and life' (de Meyer 1982: 274).Ninsi'anna is linked to justice by Rim-Sin, who describes him as 'judge, supreme advisor, who distinguishes between truth and falsehood' (Frayne 1990: E4.2.14.18, translated there as if Ninsi'anna is female).  The same inscription also credits Ninsi'anna with delivering the king's enemies into his hands - perhaps an indication of warlike qualities taken over from Inana/Ištar such as we see in the hymn for Iddin-Dagan (ETCSL 2.5.3.1).",
      "divine_genealogy_and_syncretisms": "Ninsi'anna's genealogy is unknown.  Lambert (1966: 78) suggested that the obscure deity Kabta, with whom she is often paired in cylinder seal inscriptions, is her husband.  However, Langdon (1914: 178) viewed Kabta as the goddess of the evening star, distinguished from Ninsi'anna as the deity of the morning star.  This interpretation is supported by one instance where Ištar is said to be 'Kabta of the twilight' and Kabta 'goddess of the star', and perhaps also by certain cylinder seals which depict two goddesses flanking an inscription naming Ninsi'anna and Kabta.Ninsi'anna was syncretised with Inana/Ištar probably by the end of the third millennium (an Amar-Suen inscription is addressed to dinana/ dnin-dsi4-an-na - Frayne 1997:  E3/2.1.3.14), and certainly by the early second, where she appears in Inana/Ištar's circle in god lists.  However, to some extent she retains a distinct identity - for instance, in Old Babylonian cultic texts she and Inana are listed separately (Richter 2004: 131-2, 371-2).",
      "cult_place": "A temple to Ninsi'anna, é-eš-bar-zi-da, 'House of True Decisions', is described in a building inscription of Rim-Sin found at Ur , but it is not certain that the temple was located here (see George 1993, no. 261; Richter 2004: 477).  Ninsi'anna also had temples in Sippar  and Larsa  and received cult at the Enmešara temple of Ninurta in Nippur  (Richter 2004: 69-70).  If dnin-dsi4-an-na refers to the same goddess, Amar-Suen and Šulgi both built temples for her, the former in Uruk , the location of the latter unknown (Frayne 1997:  E3/2.1.3.14,  E3/2.1.2.7).",
      "id": 32,
      "title": "Ninsi'anna",
      "type": "god/goddess",
      "info": "Deity of the planet Venus; an aspect of Inana/Ištar as Venus."
    },
    {
      "image": "ninsumun.jpg",
      "time_periods_attested": "Ninsumun is first attested in the Early Dynastic IIIa period (in god lists and literary texts), with attestations reaching into the Seleucid period.",
      "name_and_spellings": "Ninsumun's name was originally read Ninsun. More recently the reading Ninsumun has been proven to be more accurate (Wilcke 1998-2001: 501-2). The name appears to be a genitive construction, meaning \"Lady of the wild cows\"(Wilcke ibid.).Written forms:dnin-sún, dnin-súmun, dnin-súmun-na (= dnin-súmun-ak), dnin-súmun-kaNormalised forms: Ninsun, Ninsuna (both obsolete), Ninsumun, Ninsumuna, Ninsumunak",
      "functions": "Possible image of the goddess Ninsumun on a fragmentary relief, dating to the late third millennium BCE. (Louvre, AO 2761)Ninsumun is primarily known as the mother of legendary king Gilgameš. She appears in this function already in the Sumerian Gilgameš tales (ETCSL 1.8.1-5) dating to the Old Babylonian period (or possibly earlier) and continues to be mentioned in the Standard Babylonian Epic of Gilgameš (George 2003). In the Standard Babylonian version, in the first part of Tablet III, she pleads with the sun-god Šamaš on behalf of her son (George 2003: 575-583).In an attempt to legitimize his deification, king Šulgi of the Third Dynasty of Ur (r. 2093-2046 BCE) placed himself within the divine genealogy of Gilgameš by claiming that Ninsumun and Lugalbanda were his divine parents and Gilgameš his brother (Michalowski 2012 [2008]).An Early Dynastic literary text from Tell Abu Salabikh recounts the marriage between Lugalbanda and Ninsumun (Jacobsen 1989b) yet the text is difficult to understand and offers little information regarding the goddess's functions.",
      "divine_genealogy_and_syncretisms": "Some genealogical information was already mentioned in the Functions section. While Ninsumun appears not to have been syncretised with other goddesses, she was also close to the goddesses Baba and Gatumdu, and through this connection also became associated with the healing goddess Gula (Wilcke 1998-2001: 503).",
      "cult_place": "Ninsumun's main cult places were located within the city-state of Lagaš , yet she was also worshipped in some of the major southern Mesopotamian cities, such as Nippur , Ur , and Umma , as well as some minor localities (Wilcke 1998-2001: 503-4). According to Richter (2004: 323-25, with further literature), the goddess originated from Ku'ara, the home of the god Asalluhi.The Ur III ruler Ur-Namma (r. 2011-2094 BCE) built a temple called Emah (\"Magnificent Temple\") in Ur  for her (George 1993: 119 no. 717), and the Standard Babylonian Epic of Gilgameš refers to her temple as the Egalmah (Tablet III, lines 15 et passim, George 2003: 575ff.), otherwise known as Gula's temple (George 1993: 88f. nos. 318-323).During the Ur III period Ninsumun and Lugalbanda, as the divine parents of the Ur III kings, received offerings in Nippur  on the occasion of several lunar festivals (Sallaberger 1993: 56). In Uruk , the city from which the Ur III kings originated, and a nearby city named KI.KAL the divine couple continued to received offerings into the Old Babylonian period (Richter 2004: 321-23).",
      "id": 33,
      "title": "Ninsumun, Ninsun",
      "type": "goddess",
      "info": "The divine mother of legendary king Gilgameš, she was married to Lugalbanda, a legendary king of Uruk and Gilgameš's father."
    },
    {
      "image": "",
      "time_periods_attested": "Numušda is first attested in the Early Dynastic IIIa period and appears in several god lists (Cavigneaux and Krebernik 1998-2001d: 612). Already by the Old Babylonian period there are but few attestations of this deity. After this he only survives into the first millennium within scholarly circles, mainly as an astral deity (Cavigneaux and Krebernik 1998-2001d: 613).",
      "name_and_spellings": "Thus far it has been impossible to explain Numušda's name etymologically, leading to the assumption that it the name is not Sumerian (Cavigneaux and Krebernik 1998-2001d: 612). Various native folk etymologies of Numušda as a star explain the name as \"Numušda: he who lets it rain constantly,\"\"Numušda = creatures,\"\"Numušda = the crier\"(Cavigneaux and Krebernik 1998-2001d ibid.).Written forms: dnu-muš-da, dnu-umuš.muš-da Emesal: nu-mu-uš-ta (Cavigneaux and Krebernik 1998-2001d: 611) As star: mulnu-muš-daNormalised forms:Numušda",
      "functions": "Numušda had aspects related to nature and fertility but he was also closely connected to the gods Meslamtaea, Ninazu, and Marduk. In the third millennium BCE he appears to have been associated with underworld deites (Cavigneaux and Krebernik 1998-2001d: 612), but later this function seems to disappear.Most of our information about Numušda's functions come from a hymn to the god written in the name of king Sin-iqišam of Larsa (r. 1840-1836 BCE). In addition to fertility and nature functions, he was apparently associated with warfare: \"(Numušda), foremost in warfare, (it is) you, who can compete with you?\"(Hymn to Sin-iqišam A, ETCSL 2.6.7.1, line 17).Astronomically, Numušda was part of the constellation Centaur (Cavigneaux and Krebernik 1998-2001d: 613).",
      "divine_genealogy_and_syncretisms": "Numušda was considered to be the son of the moon god Nanna/Suen and his wife Ningal, though this filiation does not appear in his third millennium attestations. His wife was the goddess Namrat (\"Shining One\"), and his daughter was the goddess Adgar-kidu, who was married to the god Amurru/Martu. Their marriage is narrated in the mythological tale The Marriage of Martu (ETCSL 1.7.1).In his astral functions, Numušda was also associated with the weather god Adad (Cavigneaux and Krebernik 1998-2001d: 613).",
      "cult_place": "Numušda's main cult places were the cities of Kazallu and Kiritab, neither of which have been located yet (for possible locations see Edzard 1976-1980a). On the city of Kiritab see Gragg 1973: 70. The history of Kazallu and its changing alliances and conflicts with southern Babylonia is complicated, mainly due to lack of written sources from the city itself.The apex of Numušda's worship appears to have been the Early Dynastic period (Cavigneaux and Krebernik 1998-2001d: 613). During the Ur III period, Kazallu seems to have enjoyed good relations with the Ur III rulers, as attested in some royal inscriptions of Ur III rulers dedicated to Numušda. In the Old Babylonian period this situation changed. Year name 2b of Sin-iqišam (r. 1841-1847 BCE) mentions that the king brought statues of Numušda, Namrat, and Lugal-apiak into the city of Kazallu, but the fifth year name already reports that the king had destroyed the city.Lists of offerings from Nippur  suggest that Sin-iqišam may have attempted to bring worship of Numušda into Nippur  (Sigrist 1984), but the attempt was apparently short-lived (Richter 2004: 160).Although Numušda was considered to be the son of the moon god Nanna/Suen, there is very little evidence for Numušda's worship in Ur, the city whose patron deity was the moon god. This led Richter (2004: 445) to assume that the familial relationship between the moon god and Numušda was not a tradition native to the city of Ur .",
      "id": 34,
      "title": "Numušda",
      "type": "god",
      "info": "Patron deity of the city of Kazallu, he was the son of the moon god Nanna/Suen."
    },
    {
      "image": "nusku-AN00050751-small.jpg",
      "time_periods_attested": "Nusku is first attested in personal names from the Early Dynastic IIIa period (c.2600 BCE) (Streck 1998-2001). His role as Enlil's minister is described in two second millenium pieces of Sumerian literature.  In Enlil in the Ekur (ETCSL 4.05.1) Nusku learns Enlil's intentions for the human world and then carries out his master's divine instructions. A Sumerian praise poem of king Išme-Dagan of the kingdom of Isin (1953-1935 BCE) describes Nusku handing the king a royal sceptre, symbolically giving Enlil's divine sanction to Išme-Dagan's kingship (ETCSL 2.5.4.01)Nusku is attested in first-millenium texts from the Neo-Assyrian, Achaemenid and Seleucid periods. He was invoked as a fire god in the course of a torchlit nocturnal offering ceremony for the deities Anu and Antu, according to a Seleucid period text from the city of Uruk. The text describes how the cult statues of deities, including Nusku, followed a flaming torch into Anu's shrine, and then emerged again to parade around the temple amid brushwood fires (TCL 0, 41 [http://oracc.iaas.upenn.edu/gkab/cams/P363713/], r 2). Nusku was called upon to act as a night-light and a protector during the first-millennium incantation series against evil sorcery MaqlÛ, particularly in the nocturnal incantations (Abusch 2002: 126).",
      "name_and_spellings": "Nusku's name is perhaps to be read Nuska (dnuska) (Black and Green 1998: 145). Lambert (2002) details several spellings of Nusku's name, which he translates as \"lord of the sceptre\".Written forms:Sumerian: dnuskaEmesal: dumun-mu-du-ru, dumun-mu-duru5, dumun-mu-u2-duru5Akkadian: dNUSKANormalized forms:Sumerian: Nuska; Akkadian: Nusku",
      "functions": "Kudurru of Gula-Eresh, showing a lamp (centre) as a symbol of Nusku (BM 102485). © The British Museum. View large image on the British Museum's website.\tAmulet for protection against the evil baby snatching demon Lamaštu; Neo-Assyrian Period, 934-612 BCE. A patient's bedroom is depicted on the amulet, featuring a lamp within it that symbolizes the god Nusku. He guards the room during the night, when evil was thought more likely to attack. (The face at the top of the amulet is the demon Pazuzu, who also plays a protective role.) (AO 22205). © Musée du Louvre. View large image on the Musée du Louvre's website.Nusku (Sumerian Nuska) is minister to the god Enlil, although he also appears as Enlil's son in some variant traditions. Nusku is associated with fire and light and played a role in protecting against evil. He was invoked as a protective guardian during the night, where he protected sleeping people, brought them good dreams and prevented nightmares (Foster 2005: 717-20).",
      "divine_genealogy_and_syncretisms": "Although Nusku is mostly known as the minister of Enlil, he sometimes appears as Enlil's son, or as the son of other deities. A variant Sumerian tradition describes Nusku as a son of Enul and Ninul, who are also ancestors of Enlil. In the Neo-Babylonian city of Harran (now in northern Syria), Nusku was the son of the moon god, Sin. Seleucid period ritual texts describe him as the minister or son of the god Anu (e.g., SpTU 2, 12 [http://oracc.iaas.upenn.edu/gkab/cams/P348617/], r i 32). Nusku is sometimes described as the father of the fire god Gibil (Black and Green 1998: 145).",
      "cult_place": "Records of Old Babylonian food offerings to deities indicate that Nusku had a temple or chapel in the city of Nippur  (Sigrist 1984).",
      "id": 35,
      "title": "Nuska/Nusku",
      "type": "god",
      "info": "A god of fire and light, and minister of Enlil."
    },
    {
      "image": "sagittarius.jpg",
      "time_periods_attested": "Pabilsag is first mentioned in texts dating to the Early Dynastic IIIa period, namely in god lists from Fara and Tell Abu Salabikh (Krebernik 2003-05: 161). A legal document dating to the Old Akkadian period indicates that his worship continued at least until that time (Richter 2004: 178). He also appears in a few administrative texts from the Ur III period, in which priests and offerings for him are mentioned (Krebernik 2003-05: 165-6). During the Old Babylonian period, Pabilsag seems to have been worshipped mainly in connection with his wife, the healing goddess (Richter 2004). Pabilsag is also mentioned in a Neo-Assyrian god list from Sultantepe (STT 379, ii 14) and in a late (Neo-Assyrian?) text from the city of Assur (KAR 142) (Krebernik 2003-05: 162).",
      "name_and_spellings": "The meaning of Pabilsag's name is unclear. Attempts to interpret the name as \"arrow-shooter\"or \"the elder is the leader\"have been discounted on phililogical grounds (Krebernik 2003-05: 161). For a full list of spellings and possible etymologies see Krebernik 2003-05: 160-1.Written forms:Early Dynastic: dpa-bilx(GIŠ.PAP.NE)-saŋ, dpa-bÌl(GIŠ.GIBIL)-saŋ, dpa-bil4(GIŠ.NE)-saŋ, dpa-bÍl(GIBIL)-saŋ, dpa-bil(NE)-saŋOld Akkadian/Ur III: dpa-bÌl(GIŠ.GIBIL)-saŋ, dpa-bil4(GIŠ.NE)-saŋPost-Ur III: dpa-bÍl-saŋ, dpa-bil-saŋ, pa-bi-il-sa-ág̃, dPAConstellation: mul/múlPA, mul/múlPA-BIL, PA.SAGNormalised forms: Pabilsag, Pabilsaŋ",
      "functions": "The constellation Sagittarius, with which Pabilsag was identified, from the European Space Agency's website on the Hubble telescope.Pabilsag's functions are hard to grasp as he often remains colourless next to his wife, the healing goddess Gula/Ninkarrak. His original functions are also difficult to assert because he was syncretised with the god Ninurta early on (Black and Green 1998: 147; Richter 2004: 117). However, an Early Dynastic inscription from Lagaš already refers to Pabilsag as the \"warrior of Enlil\", an epithet commonly used for the god Ningirsu (Krebernik 2003-05: 162). It has been suggested that Pabilsag's functions included that of a healer god (possibly related to his wife's functions), that of a divine judge, and that of a god of war and hunting; in addition, he may have had some connections to the netherworld (Krebernik 2003-05: 167), possibly due to his syncretism with the underworld god Nergal .A Sumerian literary text describes Pabilsag's journey to the city of Nippur (ETCSL 1.7.8.). The fragmentary composition seems to narrate, among other things, the marriage between Pabilsag and Ninisinna.",
      "divine_genealogy_and_syncretisms": "Pabilsag was considered a son of the god Enlil according to the most common tradition, making his wife, the healing goddess Ninisinna, Enlil's daughter-in-law (Richter 2004: 260-61). One instance probably describes Pabilsag as the son of the god An (Richter 2004: 261).Pabilsag was merged with several deities, the most prominent one Ningirsu/Ninurta. The syncretism with Ningirsu/Ninurta probably took place during the Old Babylonian period (Krebernik 2003-05: 162). Pabilsag's association with the netherworld could be due to his syncretism with the underworld deity Nergal (Richter 2004: 264).",
      "cult_place": "Pabilsag was the patron deity of the ancient city of Larak, which has not been located yet, but is possibly in the vicinity of Isin  (Richter 2004: 263). The Sumerian Kinglist (ETCSL 2.1.1) mentions Larak (sometimes spelled Larag) as one of the antediluvian cities. His worship is attested in texts from Ur , Lagaš /Girsu , Umma , Nippur , Babylon  and Isin  (Krebernik 2003-05: 264-6). He likely also resided in Gula's/Ninisina's temple at Isin , the é-gal-mah (\"Magnificent Palace\") (George 1993: 88; Krebernik 2003-05: 166). His own temple, the é-rab-ri-ri (George 1993: 136-7), is only mentioned in cultic lamentations dating to the first millennium BCE. Krebernik (2003-05: 166) suggested that this temple was located in Isin .",
      "id": 36,
      "title": "Pabilsag",
      "type": "god",
      "info": "Patron god of the city of Larak. He was the husband of the healing goddess Gula/Ninkarrak/Ninisinna. He was also identified with the god Ningirsu/Ninurta."
    },
    {
      "image": "",
      "time_periods_attested": "In the Old Babylonian Period, Papsukkal is distinct from Ninšubur; the two are syncretised in the Kassite period. Papsukkal of the first millennium loses much of his importance but sees a sudden cultic revival in Uruk in the Hellenistic period (Wiggermann 1998-2001f: 492-3).",
      "name_and_spellings": "Papsukkal's name is broken down as Sumerian pap = \"oldest brother\"and sukkal = \"vizier\"(Wiggermann 1998-2001f: 492).Written forms: dpap5-sukkal, dpa-ap-su-kal, dpa-ap-šu-kalNormalised form: Papsukkal",
      "functions": "Attendant deities such as Papsukkal were invoked to intercede with the higher gods and goddesses on behalf of human supplicants. They guarded access to higher gods, thus functioning as gate-keepers (see Beaulieu 1999: 96). The name of Papsukkal's Sumerian incarnation Ig-galla is translated as \"the great doorleaf\"(Kapelrud 1950: 152), which, according to Frankfort (1948: 35) refers--quite literally--to the door before a shrine. This would be in keeping with the role of attendant gods as controllers of access to higher deities.",
      "divine_genealogy_and_syncretisms": "A deity in his own right until the Old Babylonian period, Papsukkal is merged with Ninšubur, listed in the circle of Anu as his \"grand vizier\", though in the god list An = Anum he belongs to the circles of gods Nergal and Enki (Litke 1998: 25). The same god list mentions dpap-pap as the daughter of Ninšubur/Papsukkal (Litke 1998: 25). Black and Green (1998: 141-2) treat Ninšubur the god and Ninšubur the goddess, minister of Ištar, separately. However, the replacement   of the latter in the Akkadian version of Ištar's Descent (Wiggermann 1998-2001f: 493), suggests that perhaps the two Ninšuburs may have been merged, or at least confused.",
      "cult_place": "Papsukkal/Ninšubur had temples in Akkil, Kiš  and Babylon ; and two cult installations in the temple of his master Anu at Uruk  (George 1993).",
      "id": 37,
      "title": "Papsukkal",
      "type": "god",
      "info": "Papsukkal is an attendant deity serving higher gods (usually Anu) as minister."
    },
    {
      "image": "shala-seal.jpg",
      "time_periods_attested": "Šala first appears in the Old Babylonian period, when Adad rose to prominence in Babylonia.  An inscription of Sin-šarru-iškun, the last king of Assyria, invokes her as \"the powerful wife of Adad\", who \"safeguards the life of the people\"(KAV 171: 17, 19). Although never very important, Šala was still honoured during the late first millennium.  In Seleucid Uruk she and Adad were invoked in colophons to protect scholarly texts (Eg. AfO 14 Taf. VI; TCL 6, 10) and her statue participated in the New Year festival (TCL 6, 39, obv. 20).",
      "name_and_spellings": "The name Šala (with a long vowel in the first syllable) has no clear Akkadian or other Semitic etymology.  The name may derive from the Hurrian šāla, 'daughter' (Schwemer 2001b: 407-8).Written forms:dša-la, dšá-la, dša-a-laNormalised form:Šala",
      "functions": "Cylinder seal showing a king facing a goddess. A smaller, nude goddess stands between them. The inscription reads \"Adad, Šala\". The cylinder seal is at the British Museum (BM 102551). © The Trustees of the British Museum.Šala's primary role was as Adad's spouse, through which she was also believed to have power over crop fertility.  The Standard Babylonian astronomical text Mul-Apin equates the constellation \"The Furrow\"(Virgo) with \"Šala, the ear of grain\"(Mul-Apin, Tablet I line 52).  The brightest star in Virgo is still known today as Spica (L. \"ear of grain\").",
      "divine_genealogy_and_syncretisms": "Šala's genealogy is unclear.  In god lists she is equated with Medimša (the traditional wife of Iškur) and four other Sumerian goddesses (Schwemer 2006-08: 566). During the second millennium Šala was syncretised with Šalaš, wife of Dagan.",
      "cult_place": "Šala was venerated with Adad at major Babylonian and Assyrian centres from the second millennium onwards (Schwemer 2006-08: 567).  In Assyria a sanctuary é-dur-kù at Karkara  is ascribed to her.",
      "id": 38,
      "title": "Šala",
      "type": "goddess",
      "info": "Consort of the storm god Adad, probably of non-Mesopotamian origin."
    },
    {
      "image": "tashmetu-AN00444131-small.jpg",
      "time_periods_attested": "Tašmetu is first attested as Nabu's consort. She appears relatively late and then only in fragmentary god lists from the Old Babylonian period (Pomponio 1998-2001: 21). In the first milllennium she is mentioned in texts from the Neo-Assyrian, Achaemenid and Seleucid periods (see online corpora below).Nabu and Tašmetu's relationship is celebrated in a poetic composition from Assurbanipal's royal library at Nineveh, dating from the seventh century BCE (Foster 2005: 944-6; SAA 3, 14). This text is probably related to a ritual, in which the cult statues of Nabu and Tašmetu were brought together in a ceremonial 'marriage'. (Black and Green 1998: 157). (In Babylonian tradition, the 'marriage' was sometimes between Nabu and Nanaya.) The narrative is set partly in the voices of the two deities, who rejoice in their relationship with each other. The love lyrics also contain a description of Nabu and Tašmetu's playful sexual encounters in a garden. Part of the ceremonial marriage involving Nabu and Tašmetu took place in a garden setting (SAA 13, 78), and references to fruit and gardens were enduring metaphors for sexual attraction in the ancient Near East (Veenker 1999/2000; Musche 1999). Several surviving letters give accounts of actual such ceremonies that took place, presumably between the cult statues of Nabu and Tašmetu, in Kalhu during the 8th century BCE, providing vivid pictures of what the deities got up to during the ritual (Cole and Machinist 1998; (Matsushima 1987). One letter describes how Nabu and Tašmetu spent six days and seven nights in their wedding bedroom, during which they were served a royal banquet. Afterwards, Nabu was taken out to 'stretch his legs' and then hunted wild ox in the game park. Unfortunately, we aren't given details of Tašmetu's activities when she emerges from the bedroom (SAA 13, 70 [http://oracc.iaas.upenn.edu/saao/saa13/P334242/]). Tašmetu is mentioned in association with both sexual attractiveness and wisdom in first-millennium prayers from the city of Kalhu. She is deemed a wise goddess in a fragmentary prayer (CTN 4, 166). In another prayer (CTN 4, 168) she is described as the \"queen and lady of the fates\"(obv. ii 53). The same prayer also describes Tašmetu as a \"goddess of sex appeal and sensuality\"(rrev. i 25) and \"mistress of the lovers in the inhabited world\"(rev. ii 19). Tašmetu's associations with both sex and wisdom may stem from a shared aspect with Nabu's other consort Nanaya/Ištar (Lapinkivi 2005-11).Tašmetu also appeared as a divine element in female personal names. Notably, Assyrian king Sennacherib (r.704-681 BCE) had a wife named Tašmetu-šarrat (\"Tašmetu is queen\"), who held an unusually prominent position by his side (Radner 2011.",
      "name_and_spellings": "Pomponio (1998-2001: 21) suggests that Tašmetu's (Akkadian) name should be interpreted as \"intelligence\"due to her pairing with Nabu, the god of writing.Written forms: taš-me-tu4; dtaš-me-tu2; dtaš-me-tu4Normalised form: Tašmetu",
      "functions": "Wall relief panel depicting a garden scene; from Assyrian king Assurbanipal's North Palace, Nineveh; 645-640 BCE. This natural scene shows with lions resting beside a palm and, perhaps, a cypress tree. Bunches of grapes hang from vines and daisy-like flowers grow beside them. Although this imagery is not directly related to the goddess Tašmetu, it provides a glimpse into the luxuriant gardens described in literary texts featuring the goddess. (BM 118914,a). © The British Museum. View large image on the British Museum's website.Tašmetu's main role is that of wife to Nabu, the divine scribe of destinies. Nabu functions as a god of wisdom, because knowledge and learning were often transmitted in written form. Tašmetu also becomes linked with wisdom herself, by association with her husband. She also has a link with sexual attractiveness, which may stem from a shared aspect with the goddess Nanaya/Ištar, who is Nabu's consort in a parallel tradition.",
      "divine_genealogy_and_syncretisms": "Tašmetu is the daughter of the god Uraš, the deity of the northern Babylonian city of Dilbat. In first-millennium Assyria, Tašmetu was Nabu's consort but in Babylonia this role was taken by the goddess Nanaya (Inana/Ištar) (Pomponio 1998-200§: 21). Tašmetu shares aspects with Nanaya, particularly in her associations with sex and wisdom (Lapinkivi 2005).",
      "cult_place": "Tašmetu's cult centres are connected with places of worship for her consort Nabu. In Babylonia, Nabu was worshipped from the early second millennium and by the turn of the first millennium was one of the supreme gods of the region, alongside Marduk. In the Neo-Assyrian period, Tašmetu's cult was adopted in the city of Kalhu , along with worship of Nabu. In around 800 BCE Assyrian king Adad-nirari III built twin temples for for Nabu and Tašmetu in the Kalhu temple complex named Ezida (Millard, 1999: 607).  These were later repaired by several of Adad-nirari III's successors (Oates 1957).",
      "id": 39,
      "title": "Tašmetu",
      "type": "goddess",
      "info": "Divine consort of the scribe god Nabu, associated with wisdom and sexual attractiveness."
    },
    {
      "image": "",
      "time_periods_attested": "The oldest attestation of Tiamat is an Old Akkadian incantation (Westenholz 1974: 102), though there are few other references to her until the first millenium BCE (see Lambert 2013: 237). After the composition of the Enūma Eliš, Tiamat is found in a number of theological commentary works, but most of these seem to rely on the epic (e.g. SAA 3.39, r. 1-3). Tiamat is also mentioned by Berossus, writing in the 3rd century BCE (Breucker 2011: 648f).",
      "name_and_spellings": "The name Tiamat is uncontracted form of the word tâmtu, meaning \"sea\". The long vowel â is contracted from the short vowels i and a. The word is in the \"absolute state,\"a noun form that is equivalent to the vocative (a grammatical case which directly invokes or addresses a person or deity; literally the name means \"O, sea!\").Written forms: dti-amat, ti-amat, dtam-tum, ti-àm-tim, ta-à-wa-tiNormalised forms: Tiamat, Tiāmat, Tiʼamat, Thalatta (Greek).",
      "functions": "Tiamat's exact functions as a goddess are difficult to establish. As her name indicates , she was a deification of the primordial sea. Our best source of information for Tiamat is the myth Enūma Eliš, and in fact, there are only a handful of references to her outside of it. Enūma Eliš begins with a description of the two primeval seas, the salt sea Tiamat and the sweet sea Abzu, mingling their waters together to create the gods (for recent translations of the story see Foster 2005: 436-486 and Lambert 2013). In the following battle between Abzu and Ea, Tiamat attempts to appease Abzu and stop the conflict. But when she is later pressured by the lower gods to revenge him, she herself becomes the main antagonist of the story, creating an army of monsters led by her new consort, Qingu. She is ultimately defeated by Marduk, who incapacitates her with his \"Evil Wind\"and then kills her with an arrow. Marduk splits her in two, creating heaven and earth from her body, the Tigris and Euphrates from her eyes, mist from her spittle, mountains from her breasts and so on. Throughout the epic, there are differing descriptions of Tiamat: she appears both as a body of water, as a human figure, and as having a tail (Tablet V, line 59). These varying descriptions are ultimately reconciled as Marduk turns her limbs into geographical features.",
      "divine_genealogy_and_syncretisms": "In Enūma Eliš, Tiamat is the mother of all the gods (Tablet I, line 4). Together with Abzu she creates Lahmu and Lahamu, who in turn beget Anšar and Kišar.Though one cannot point to a syncretism as such, there are several models for Tiamat in the earlier mythology. Katz (2011: 18f) argues that the figure of Tiamat unites two strands of tradition attached to the sea. The first is the motherly figure of Namma, who is also referred to as a primeval ocean from which the gods were created. The other is the figure of the sea as a monstrous adversary, like the Levantine god Yamm (see also Jacobsen 1968: 107). Another important influence for the figure of Tiamat is Anzu, a mythical bird defeated by Ninurta, indeed the battle between Marduk and Tiamat has a number of parallels to the battle between Ninurta and Anzu (Lambert 1986).",
      "cult_place": "There was no cult dedicated directly to Tiamat, but the battle between Tiamat and Marduk played an important role in the New Year's festival in Babylon. The Enūma Eliš was recited on its fourth day, and some argue that the festival included a symbolic reenactment of the mythological battle (see the discussion in Lambert 2013: 461f).",
      "id": 40,
      "title": "Tiamat",
      "type": "goddess",
      "info": "Tiamat is a personification of the primordial sea from which the gods were first created. She is also the main adversary of Marduk in the Enūma Eliš."
    },
    {
      "image": "shamash-AN00135126-small.jpg",
      "time_periods_attested": "Šamaš is attested from the earliest periods right through the timespan of cuneiform culture. He appears in a wide range of text genres including royal prayers and hymns, divination texts, treaties and documents recording business transactions. A more detailed overview will have to await further studies.The first literary text in the Akkadian language was a hymn to Šamaš that was found among the texts from Tell Abu Salabikh (ca. 2600 BCE). Although poorly understood, it seems to contain narrative passages as well as a hymnic introduction and end (Krebernik 1998: 320).The second-millennium Sumerian Hymn to Utu (ETCSL 4.32.2) describes the sun god's shining appearance and powers of judgment by saying that his 'radiance spreads out like a net over the world'. A Sumerian literary letter-prayer from king Sîn-iddinam of Larsa addresses Utu as the patron deity of the city of Larsa and prays for redemption of the city and its king (ETCSL 3.2.05; Brisch 2007: 158-78). Another hymn to Šamaš praises the sun god's all-seeing nature as 'illuminator of all', which allows him to see the truth in trials and verdicts. First-millennium copies of this hymn also survive, indicating that it was studied by successive generations of scholars (Foster 2005: 627-35). A second-millennium prayer to be recited at sunset gives a homely description of Šamaš returning to his dwelling at the end of the day. Firstly, the sun god is saluted by his gatekeeper, who opens the door to his chambers, then he settles down to dinner cooked by his wife Aya (Foster 2005: 752-3).Šamaš was highly significant in the Neo-Assyrian royal court due to his associations with sacrificial divination. Approximately 350 surviving queries and reports (SAA 4 [http://oracc.iaas.upenn.edu/saao/saa04/]) give details of the questions posed to Šamaš by the kings Esarhaddon and Assurbanipal, which include worries about rebellions, illnesses and the loyalty of subordinates (Starr 1990: xiv).Royal hymns praise Šamaš and also commemorate rebuilding of his temples by particular kings, including as Assyrian king Assurbanipal (668-631 BCE) and Babylonian king Nabopolassar (625-605 BCE) (Foster 2005: 827-8, 848).",
      "name_and_spellings": "Utu's name is spelled dutu in Sumerian, and Šamaš's name retains this logogram in Akkadian. The name Šamaš is a variant form of the Akkadian word for sun, šamšu (compare Arabic šams, Hebrew šemeš). First-millennium written forms include:20; d20; dUTU-KAM; dUTU-ši; dUTU-šu2; dša2-maš; dša3-maš2; dša2-maš; šu-ša2-na-ku.Normalised forms include: Šamaš, Šamši, Šamšu",
      "functions": "Cylinder seal of a scribe named Adda, showing Šamaš cutting through mountains on the horizon so he can rise in the morning; ca. 2300-2200 BCE (BM 89115). © The British Museum. View large image on the British Museum's website.\t Stone stele of Assyrian king Ashurnasirpal II from Nimrud (ancient Kalhu), northern Iraq, approx. 883-859 BC  (BM 118805). This monument shows the king worshipping the major gods in symbolic form, including Šamaš, whose symbol is the winged disc. © The British Museum. View large image on the British Museum's website.\t Limestone tablet depicting king Nabu-aplu-iddina being led into the presence of Šamaš, the sun god; 860 BCE-850 BCE. Šamaš sits in the E-babbar shrine and holds the rod and ring symbols of powerful kingship (BM 91000). © The British Museum. View large image on the British Museum's website.\tŠamaš the all-seeing Šamaš (Sumerian Utu) is the god of the sun. He brings light and warmth to the land, allowing plants and crops to grow. At sunrise Šamaš was known to emerge from his underground sleeping chamber and take a daily path across the skies [Image 1]. As the sun fills the entire sky with light, Šamaš oversaw everything that occurred during the daytime. He thus became the god of truth, judgements and justice. Šamaš also played a role in treaties, oaths and business transactions, as he could see through deceit and duplicity. As a defender of justice, the sun god also had a warrior aspect (Black and Green 1998: 183-4).Let there be truth!Šamaš also played an essential role in sacrificial divination (extispicy) rituals (Robson 2010b). Extispicy was an important branch of royal court scholarship in existence for over a millennium, whereby the king could receive answers from the gods to specific questions regarding matters of state.  The king's diviners (bārÛ) asked the gods to write the answer in the liver of a sheep, which was then 'read' through examining the liver and counting up its ominous features. As god of truth and justice, Šamaš was implored to help provide a correct answer. A late second-millennium prayer to Šamaš by a diviner asks him to guide the inquiry and to 'let there be truth' in their interpretations of the omens. (Foster 2005: 756).Assisting humanity and the underworldŠamaš also played a role in the affairs of humanity. Surviving second millennium texts indicate that his assistance was sought against evil and curses. Literary texts describe his protection of the heroic kings of the city of Uruk. In the Epic of Gilgameš he assists the hero Gilgameš in defeating the monstrous Humbaba, the guardian of the Cedar Forest. Šamaš was also specifically a protector of travellers and merchants (Foster 2005: 627, 630, 633).Šamaš played a similarly important role in the realm of the dead as he did in the living world. The spirits of the dead were thought to enter the netherworld via a passage on the horizon in the extreme western part of the world. In some traditions, this passage was the same entrance that led to Šamaš's underground dwelling, and to which he returned at sunset each evening (Bottero 2002: 274). However, Tablet XI of Gilgameš from Nineveh describes Šamaš's road underneath the earth as a separate path from that to the netherworld (Bottero 2002: 274-5).",
      "divine_genealogy_and_syncretisms": "In Sumerian tradition, Utu is the son of the moon god Nanna-Suen and the twin brother of Inana. Akkadian tradition sometimes made Šamaš the son of Anu or Enlil. The sun god's wife was Aya, goddess of the dawn (Black and Green 1998: 183-4).Šamaš had a minister named Bunene who drove his fiery chariot and was known as Šamaš's son in some traditions. Bunene was worshipped in his own right in Sippar and Uruk during the Old Babylonian period (Black and Green 1998: 183-4).",
      "cult_place": "Šamaš's cult centres were the cities of Sippar and Larsa, which both had a temple to the sun god called E-babbar ('White House').",
      "id": 41,
      "title": "Utu/Šamaš",
      "type": "god",
      "info": "Mesopotamian sun god, who was associated with life, justice, divination and the netherworld."
    },
    {
      "image": "",
      "time_periods_attested": "Earliest attestations of the cult of Zababa date to the Early Dynastic period (Black and Green 1998: 187). In Old Babylonian personal names, Zababa is a commonly encountered theophoric element (Lambert 1984: 2) and enjoys political importance during the so-called Manana Dynasty at Kiš, where oaths were sworn by his name and that of Yawirum, the local king (Dalley and Yuhong 1990: 159). Zababa's significance in the first millennium is attested by his listing among the deities visiting Babylon for the New Year's festival. See above for the temple sequence in Kiš.",
      "name_and_spellings": "Zababa's name probably has neither a Sumerian nor a Semitic etymology (Rubio 2010: 39.Written form: dza-ba4-ba4Normalized form: Zababa",
      "functions": "As a warrior god, Zababa was credited with strength and prowess in battle. The epithet \"Crusher of stones\"highlights his fearsome nature. In a similar vein, the Zababa Gate at Baylon was known as \"It Hates Its Attacker\"(Van de Mieroop 2003).",
      "divine_genealogy_and_syncretisms": "Zababa is infrequently mentioned, along with Ninurta, as the son of Aššur (Lambert 1983: 82). Particularly after the Old Babylonian period, the goddess Baba is regularly attested as his wife (Lambert 1967). Zababa is also often cited as the consort of Ištar (Black and Green 1998: 141) with whom he was often paired. This pairing, however, may be due to the warlike nature the two shared. The epithet 'Lord of the Lands' identifies Zababa with Enlil, the rightful owner of the title. Zababa has also been identified with the god Ilaba in inscriptions of Sargon of Akkad, who presented the latter as his personal deity and equated the two gods after his capture of Kiš (Nigro 1998: 93).",
      "cult_place": "Kiš  was the city of Zababa, although an inscription of the Old Babylonian king Samsu-iluna names both Zababa and Ištar as the chief deities of Kiš (Lambert 1967). Sacred buildings of Zababa in Kiš saw various rebuildings by Old Babylonian kings including Sumu-lael (George 1993: 123), Samsu-iluna and Hammurabi (George 1993: 154). Old Babylonian Kiš also had a 'cloister' of nadītu-priestesses of Zababa (Harris 1962: 4, n.8). The diminishing importance of Kiš after the Old Babylonian period translated into an era of neglect, from which Zababa's temple was saved by Kurigalzu I/II in the Kassite period (Clayden 1996: 143). For the first millennium, a  building inscription of Nebuchadnezzar reveals another phase of restoration (McEwan 1983: 119). A temple of Zababa was built in Ur  by Warad-Sin, dating to the Old Babylonian period (George 1993: 112). Zababa also had a temple in Neo-Babylonian Uruk  (Beaulieu 2003: 348-9) and a seat in the Ešarra temple in Assur  (George 1993: 116).",
      "id": 42,
      "title": "Zababa",
      "type": "god",
      "info": "Zababa is a warrior god, patron deity of Kiš and consort of goddesses Baba and Ištar."
    }
  ]
}